[
    "I was born in Austin in 1988, grew up in Hutto, graduated from McNeil High School, attended Texas State University and now I am a student at UT Law. I'm 25 years old and I'm an attorney. I have two beautiful boys. I love the Texas State Bobcats. I love to write and I am a published author. I have a book, The Middle: A Cross-Country Road Trip. I'm a mother and a wife and I'm a daughter of God. I'm a survivor of domestic violence. I have a husband who loves me. I'm a twin and my sister and I are best friends. I'm a daughter who has a mother and father who love me",
    "I am in my late 30s, grew up in a small town in the mountains of southern Appalachia, left home at 18, was in the army, and worked for some time in the auto industry before starting my current job. What matters to me are my wife and children, faith, family, freedom, and the sanctity of life.\n\nI didn’t have any exposure to science growing up. I grew up with the Bible and the world of make-believe. The first thing I remember being excited about was “The Little Engine That Could” which was about having a can-do attitude. Then I became interested in dinosaurs and started reading a lot about them. I read books by Sir David Attenborough and Carl Sagan. Then I got into Star Trek. That’s what I’m still most excited about. I have no idea why I’m not excited about sci-fi movies, and maybe I’m missing out on something, but I just don’t have the same enthusiasm for movies that I do for the science I read in books.\n\nI’m interested in biology because it is so fundamental to all other sciences. I don’t have a degree in science, so I’m always learning, but what I do know is that every aspect of biology is foundational to other sciences. I’m particularly interested in how things like evolution and abiogenesis relate to biology, but I’m interested in every aspect of it.\nThe evidence for evolution is overwhelming. It’s not just evidence from the fossil record or DNA, it’s evidence from genetics, paleontology, embryology, taxonomy, biochemistry, geology, and more. The reason the evidence is so overwhelming is because it’s cumulative. That’s what makes it so compelling. I find evidence for evolution in every area of biology. The genetic and biochemical evidence is very strong and is very clear. It’s also clear that the evidence is very consistent with the theory of evolution.",
    "Ok, I'll tell you about my life.\n\nI am 24 years old. I am an only child. I grew up in the suburbs of a major Midwestern city. I moved around a lot as a child. My parents divorced when I was very young, and my mother was often a single mother to me and my younger brother, who is 21. We moved to several different homes, I attended several different schools. I always felt different, and I was shy and introverted. This made me an easy target for bullying. When I was 12, my family moved to the rural countryside. I was happier in this environment because I had more space to run around and I could spend more time with my friends. My mom was diagnosed with terminal cancer, and she died a year later. It was a very sad time for me. I was able to handle the grief better because of my friends. My dad moved to the countryside as well. I took care of him after my mom died, until he remarried and moved to a city in another state.\n\nAs I grew older, I developed into an intelligent and self-motivated person. I realized that I was good at many things, and that my creativity and self-discipline would take me far in life. I excelled in math, science, and literature in school. I was a part of the speech and debate team and participated in science and history fairs. My speech teacher told me that I had a gift for speaking, and encouraged me to become a lawyer. My science teacher also told me that I had a knack for science, and that I could be a great researcher if I wanted to be. I was also very interested in technology and software engineering. I was fascinated by computers and the internet, and I spent many hours online and playing computer games.\n\nI graduated high school with a 4.0 GPA and scored well on the ACT. I was accepted into an engineering program at a major university. I majored in computer science and computer engineering. I learned a lot of valuable information, but I didn't really enjoy my college experience. It was very difficult for me to stay motivated and to focus on my studies. I had a hard time making friends and socializing. I also had difficulty meeting women and finding romance. I was also very homesick. I missed my family and my friends, and I longed for the rural countryside where I grew up. It was a very lonely time for me.\n\nI graduated college with a Bachelor's degree in computer science and computer engineering. I was fortunate to get a good job at a major technology company. I was very happy at first, but the excitement wore off after a few years. I felt like I had wasted my college years on an engineering degree, and that I would never find true love and happiness. I decided to take a break from my career and move back to the countryside where I grew up. I wanted to start a new life in a new place, and I wanted to be close to my family and friends. I moved back to the countryside and found a nice house. I started a small business and began working as a freelance software developer. I was very happy with my life in the countryside. I was able to spend more time with my family and friends, and I was able to pursue my passions for technology and software engineering. It was a great time in my life.",
    "I am 21 years old. I grew up in the small town of LaFayette Georgia. When I was younger, I was very shy and quiet. I struggled to make friends. I was bullied in school, which led me to become very angry. I would become violent, especially towards my mother. When I was 11 years old, I almost killed her. She was sleeping and I pushed a chair against her neck. I didn’t understand what was wrong with me. When I was 12, my father kicked me out of the house. I was so angry that I made a vow to kill my father. My anger lasted until I was 14 years old. I finally sought help from my grandmother. I was diagnosed with depression, anxiety and ADHD. I took medication for these illnesses. When I was 16, I decided to move to Atlanta. I wanted to make a fresh start. I started to work at the YMCA as a youth counselor. I was also a camp counselor and assistant coach. I enjoy sports, working out, reading, movies and TV shows. I enjoy studying history and political science. I enjoy being around people and I am a people person. I have learned that I am a strong person who is determined to be successful.",
    "I was born in New York and lived there for 10 years before moving to Texas with my parents. I'm 25 years old, but I look and feel much younger. I grew up in a close family and have had wonderful parents who have provided me with the love and support that I needed to become who I am today. I had a fairly happy childhood with no major trauma. I've always been very smart and have been in accelerated programs at school since the 3rd grade. I've been a people person and have enjoyed being around other people. I'm very independent, but I have always had my family's support.",
    "I was born in Chicago and grew up in a small town called Sugar Grove. I had a happy childhood and I attribute that to my mother, who was a strong woman who taught me that I could do anything I wanted to do, if I put my mind to it. I worked hard in school, played hard on the baseball field, and made many friends along the way. I am also a man of faith and I attribute a lot of my success to my strong spiritual beliefs. As you can see, I come from a strong family and my parents and my siblings are a huge part of who I am today. I was the youngest of five children and was always trying to keep up with my older siblings. I still do, even though I’m older now! (laughs) I have learned a lot from my parents and my siblings and I would like to pass that on to my children one day.",
    "I was born in Houston, Texas. I’m 29 years old. I grew up in Pasadena, Texas, which is right outside of Houston. I had a pretty typical childhood. I always wanted to be in law enforcement when I grew up. So I pursued that career. I ended up in law enforcement for about 4 years. I worked in a juvenile facility. I worked in investigations and at the jail. And then, I made the decision to leave law enforcement and pursue something else that would be a little bit more family friendly and that’s when I found this position at the Fort Bend County Library. I started off in the circulation department. That’s where most people start. I was able to move to the branch level and now I’m a regional manager for the three branches in the Richmond/Rosenberg area. I am really passionate about reading and I love my job and the people that I work with.",
    "I’m 28, and grew up in Northern California. I have one sister. Our parents worked a lot, so we had a lot of freedom growing up. My sister and I did pretty well in school, and I was able to go to a great college (Swarthmore) on a merit scholarship. I think the most important thing to me is being happy and doing good in the world. I’ve enjoyed my work in tech and the learning and innovation involved, and I’ve done a lot of volunteering in the community, including tutoring and teaching, doing charity work, and so on.\n\nI’m a voracious reader. I love history, psychology, self-help, health and fitness, technology and business, books on creativity and entrepreneurship, and some novels. I also love the outdoors and sports. I’ve been skiing since I was 4 and I play tennis, basketball, softball, and ultimate frisbee. I’m also a huge music fan, and play the piano and guitar. And I love to cook and bake.",
    "I was born in California. I grew up in a very well-off family, with very educated parents. I was fortunate to go to a good private school and had a private tutor. As a result, I have the ability to read and speak in several languages.\n\nMy parents made me who I am. They pushed me and set the bar high. I am the youngest of five children, but I am very different from my older siblings. They are more relaxed and more open, while I am more focused and introverted. I like to spend time by myself, in quiet spaces. I love learning, whether it be by reading books or studying in a classroom. I like to be creative, and I have an active imagination.\n\nI enjoy spending time with my family, but I like being alone. I like to read, and I like to paint. I am interested in psychology, and I want to know how people think and why they do what they do. I am also interested in astronomy and physics.\n\nI have a passion for learning, and I want to go to college. I would like to major in psychology. I would also like to study astronomy, and I want to work in the field of physics.",
    "I grew up in New York. I moved to California for school and now I am 25 years old. I have had a pretty eventful life. In my life, I have been the daughter of a social worker, the wife of a college professor, the mother of a teenage son, the college student, the employee, and the unemployed person.\n\nI grew up in New York, but I have lived all over the US. I spent a year in Australia for my honeymoon, a month in New Zealand, a week in Mexico, and four years in Germany for my husband’s job. I am really lucky that I was able to see so many different places in the world. My parents taught me that everyone in the world is a person, and I learned this by meeting people all over the world. When I meet people, I really try to listen to them. People can tell you a lot about themselves by the stories they tell. When I was younger, I wanted to help people. I decided to become a social worker. I got my Bachelor’s Degree in Social Work and then I decided that I wanted to help even more people by being a teacher. I got my teaching credential, and I taught 5th and 6th grade. I loved my job. I got married and then I had my son. I decided that I wanted to stay home with my son, so I got a job working for the school district as a substitute teacher. This job is great because I can still be at home with my son, but I can also get out and work with other children. I am so lucky to have found this job. I work at several different schools and I get to help children all over the district.\n\nThe things that matter to me the most are my family, friends, and my son. I really love spending time with my family. My husband is a college professor, so he is gone most of the time. He comes home for dinner every night, but then he goes back to work. It is hard being a single mom sometimes, but my son makes it so much better. I love spending time with him. He is my best friend. He is the funniest, most adorable kid ever. I have a lot of friends. I really enjoy going out to dinner with my friends. I also love spending time with my family. My mom lives with us, and she really helps me a lot. She is the most amazing woman I have ever met. She has had a hard life, but she has always managed to be strong and positive. She is the reason I am the person I am today.",
    "Well, I was born in [city] [state]. My dad was a math teacher. I was very close to him, but we didn’t always get along. When I was 11 years old, he decided to divorce my mother, who was an elementary school teacher. My brother was 14 at the time. We were very close, but we fought a lot because of the stress of the divorce and his rebellion. He was already smoking and drinking when I was 11. My mother was devastated, but she was very strong. She supported us, but also took some time to take care of herself. When she did, it was with men. She was always with a man. But she was always there for me. I know that she always loved me. She was a very good mother. My brother wasn’t, but I never held that against her. I knew that she was just doing what she thought was right at the time. After the divorce, she married my stepfather. He was a teacher too, but he was much younger than my dad. He was very handsome. When I was 15 years old, I moved to [city] with my mother and my stepfather. It was a very beautiful place to live. We had a large house and lots of land. I was very happy there. I was very involved with sports and I played basketball and football. I was very good. I was a good student, but I was also very involved in sports. I wanted to be an athlete. My brother didn’t care about sports, but he was a very good student. He was smart, but he was very introverted. I think that was a big part of our relationship. He never talked to me about his feelings or anything like that. I never talked to him about anything either. We were just different. I was a good student and I had good grades. My stepfather was a great person. He was always there for me and always supported me. He was always very supportive of my brother and me. He never asked me for money or anything like that. I never wanted to disappoint him. He never wanted me to be different than what I was. He wanted me to be a good student and be successful. He was very supportive of me. I didn’t like to ask him for anything. I didn’t want to be like my mother. I wanted to be like my father. I wanted to be a good student. I was a good student and I had good grades. I was very successful. I was in college when I was 17 years old. I was very successful and I was making a lot of money. I was living a great life.",
    "I am an American. I am a writer and actor. I am 37 years old and I was born and raised in Brooklyn, New York. I started writing when I was 14 years old. My father passed away when I was 15. Writing helped me cope with his death. My writing was a place where I could explore my feelings and thoughts about death, life and the meaning of it all. Since then, I have worked as a journalist, screenwriter, poet, playwright, and short story writer. I have also worked as a social worker and private investigator. I like to read, write, cook, watch movies, do yoga, meditate, play basketball, listen to music and spend time with my family and friends. I believe that if I can share my story and help people feel less alone in their grief, then I have done my job.",
    "I was born and raised in Ohio. I’ve had many different jobs. I am a military veteran. I was a radio DJ. I was a game master at a haunted house. I was a bartender. I worked in a machine shop. I worked for a distributor. I worked for a manufacturer. I’ve worked in the sales industry. I’ve done customer service. I’ve done management. I’ve worked in the oilfield. I’ve worked in the food service industry. I’ve worked in the hospitality industry. I’ve worked in construction. I’ve worked in retail. I’ve worked in transportation. I’ve worked in dispatching. I’ve worked in shipping and receiving. I’ve worked in all of these different fields for many different types of companies, and I have never ever had the issues that I have had with the ones I’ve had recently. I have a strong work ethic and am very honest and loyal. I have a passion for helping people. I want to be able to put that passion to work.",
    "I am 23 years old and grew up in Riverside, California. My father was a house painter and a recovering addict. My mother was a stay at home mother and eventually a homemaker. I have 2 brothers and a sister and we grew up in a small one bedroom home. In elementary school I was always a bit of an outsider and was often bullied. I remember a teacher once telling my mother that I had an angry spirit and she should keep an eye on me. I took the bullying personally and had a desire to prove to the bullies that I was strong enough to overcome their insults. I remember when I was 8 or 9 years old, being teased by a kid because I couldn’t do a pull up, and my response was to run home and start practicing so that I could. After that, the bullies never teased me again and I began to feel a sense of power from my physicality. It was my first real moment of feeling that my body could help me succeed. It wasn’t until later in high school that I would realize that my body could also get me into trouble.\n\nIn middle school I began to exercise regularly. I had a strict training regimen that included lifting weights 3 times a week, swimming, running, push ups, sit ups, and doing any activity that got me out of breath. I did this because I knew that I needed to get stronger to defend myself and I did. I never got into a fight at school and I had no issues with bullying. I began to associate strength with my ability to overcome adversity. This carried over into college where I began to exercise in the gym. My first year I went from 140 lbs to 185 lbs and by my senior year I was 220 lbs. When I left college I decided to join the army and signed up for an elite Special Forces unit. I worked out 5 days a week, 2 hours a day, ate a lot, and slept very little. When I left the military I was 260 lbs. My ability to perform feats of physicality in the gym had given me a sense of pride and confidence that I didn’t know how to deal with. I had spent most of my life hiding in the gym and now that I was in the real world I felt as though I didn’t have any control over my life.\n\nOver the next several years I continued to lift weights and eat in an effort to gain strength. I was doing this to prepare myself for the next level of physical competition. I was competing in strongman competitions and had aspirations to become an olympic weight lifter. I had dreams of becoming a professional body builder and winning the Mr. Olympia competition. In my mind, the gym was my life and everything else was a distraction. I had put all of my time and energy into my workouts and eventually I had to face the fact that my body was starting to break down. I suffered from extreme low back pain, tennis elbow, torn ligaments in my hands, and a rotator cuff injury in my shoulder. The physicality that had been my salvation was starting to wear me down. I didn’t know how to think outside of the gym and I began to wonder what I would do if I couldn’t exercise anymore.\n\nIn 2014 I decided to give up exercise and begin a new lifestyle. I had injured my shoulder and was unable to perform pull ups. I was in a lot of pain and knew that if I kept training my body would break down and I would be left with nothing. I also realized that I had no idea how to live outside of the gym. I began to do research on self improvement and tried to adopt new habits. I started meditating and journaling and made a lot of changes to my diet and lifestyle. I began to ask myself what I wanted to do with my life and started to read books on spirituality and philosophy. I started to feel a lot of anxiety about the world and the state of society. I was worried that I would die before I had a chance to live my life. I felt that I needed to have a vision and a mission and I felt that I needed to be able to defend myself. I knew that I had the power to protect myself and the world but I didn’t know how to use that power. I started to wonder if I had the strength to make a difference in the world.\n\nI decided to start a blog and write about my life. I wanted to share my thoughts and feelings and I wanted to create a community of like minded individuals who could help me grow and learn. I started a Facebook page and invited people to join me on this journey. I wanted to know what I could do to help others and I wanted to know how I could make the world a better place. I started to ask myself questions about how I could help people and how I could help the world. I wanted to know what I could do to make the world a better place. I wanted to know what I could do to make the world a better place. I wanted to know what I could do to make the world a better place. I wanted to know what I could do to make the world a better place. I wanted to know what I could do to make the world a better place. I wanted to know what I could do to make the world a better place. I wanted to know what I could do to make the world a better place. I wanted to know what I could do to make the world a better place. I wanted to know what I could do to make the world a better place.",
    "I was born in 1994 in Illinois. My childhood was very typical and uneventful. I lived in a small town and went to public schools. As I was growing up, I was not very close to my parents. I have two older siblings, both are 5 years older than me. I think we all got along, but I was more independent than they were. We didn't share much except a house. I have two younger siblings, and I love them very much. My siblings and I are close in age, so we all grew up together and became close. We grew up in a close-knit neighborhood where most of the people were the same age as us. My family is not very religious. My father is Jewish, and my mother is Christian, but we were not religious growing up. My father is a lawyer, and my mother is a nurse. My parents separated when I was in high school, and I moved in with my mother. I was an average student growing up, and I liked sports and music. My favorite subject in school was math. I enjoyed playing sports and participating in after school activities. I was a member of the marching band in high school, and I was also involved in student government. I was involved in student government because I wanted to make a difference. I wanted to make sure that the students were happy, and that they were being treated fairly.",
    "I am 29 years old. I was born in Oklahoma. I was raised in a loving family. I was a young child with a curious mind and I had to always learn new things. I always enjoyed learning about history and culture. I enjoyed learning about other cultures and religions and even politics. I feel like this is what gave me the desire to become a teacher. I believe that it is my duty to educate the next generation to ensure that they know how to think for themselves and to help shape the future. My childhood gave me a lot of time to think about these things and to develop my views. I believe that all people should have access to quality education and quality information.",
    "I was born and raised in the great state of Florida. I grew up in a very conservative family, and I still live in the town I grew up in. I have been married for 17 years and have two kids, a girl and a boy. I grew up on a large piece of property in the middle of nowhere, so I spent a lot of time outdoors. I am a hunter, fisherman, and hiker. I love the outdoors. My daughter is now 14 and my son is 12. I love spending time with them and taking them on outdoor adventures. I have been married for 17 years. I have always been an outdoorsman, and I have always been very active. I am a very good shot, and I have always been very competitive. I have always been an outdoorsman, and I have always been very active. I am a very good shot, and I have always been very competitive. I have always been an outdoorsman, and I have always been very active. I am a very good shot, and I have always been very competitive. I have always been an outdoorsman, and I have always been very active. I am a very good shot, and I have always been very competitive. I have always been an outdoorsman, and I have always been very active. I am a very good shot, and I have always been very competitive.",
    "I’m a 35 year old male from Wisconsin. I grew up in a small town on the edge of the Northwoods, and have been told my entire life that I have a “Wisconsin accent.” Growing up in a small town with low crime rates and strong community ties I quickly learned that I had an inherent responsibility to be a positive member of my community. As I grew older, I continued to look for opportunities to give back to my community. I volunteered for a fire department at the age of 18 and soon thereafter joined the Army. While in the Army I learned a great deal about myself, and about my ability to make a difference. I served two tours in Iraq, and a tour in Afghanistan, and through those experiences I learned that my most valuable asset was my ability to connect with people, and to work together with people to accomplish a common goal. I left the Army after my final tour in Afghanistan to attend college full time. I went to the University of Wisconsin-Milwaukee and graduated in 2015 with a degree in Political Science. During my time in college, I was able to get involved with some student organizations and develop an even greater understanding of how my unique life experiences have made me who I am. Since graduating from college I have worked as a corporate recruiter and now as a high school teacher. I believe that my unique background and experiences are valuable to this position.",
    "In response to the last question, I said “I enjoy bringing happiness to other people’s lives”. I really enjoy giving back and making a difference in other people’s lives. I know that in order for me to live a happy life, I must first make someone else happy. I know that sounds really cheesy, but I really enjoy that.\n\nNow for my age: I’m 25 years old, I’m originally from Staten Island, New York, I lived there until I was 16. Then my family moved to Maryland, so I’m an East Coaster, through and through. I moved to LA to be a model in 2013 and have been pursuing that career ever since. I’m passionate about travel and fashion and trying new things. I’ve been working on my own modeling website and I’ve recently been working on a yoga teacher training in Bali. I love to be outside and go to the beach. I love reading, writing, painting, cooking and baking. I’m just your typical girl who loves to have fun.\n\nIf I’m really being honest, I’ve always wanted to be a musician and songwriter. I used to write a lot of poetry when I was younger, but I haven’t done it in a while. When I moved to LA I was very inspired to start writing music and to just be more creative. I think my 25 year old self is really excited to start this new chapter in my life and to take my creative life to the next level. My 25 year old self would be so proud of me for pursuing my dreams and making the most of my life.",
    "I am an average 27 year old. I was born in Honolulu, Hawaii and I have lived in Hawaii most of my life. I love the ocean and I love my home state. I enjoy anything that involves the water. The ocean has always been an important part of my life. I also love to hike. My favorite thing to do on the weekend is go out and go on hikes. I have hiked most of the popular hikes on the island. My favorite one is called Waimea Falls. I have also traveled to a lot of the other islands on Hawaii. I have traveled outside of Hawaii a few times as well. I love to travel. It’s my favorite thing to do. I really enjoy the outdoors and anything that involves the water.",
    "I am 28. I was born in Shreveport, Louisiana and lived there until I was 9. My family moved to southern California when my parents divorced. I grew up in a suburb of Los Angeles. It was a good upbringing and I was raised by a mother and father. I’ve had a few jobs in my life but I’ve always had a desire to help people. I’ve always been a compassionate and understanding person and it showed when I helped my mother raise my younger brother and sister. My father taught me how to be strong and stand up for myself when needed. He’s a successful businessman who I look up to. I know I am very different from my dad but that’s ok. I want to be a nurse because I want to help people in a way that no one else can. I am a kind and empathetic person who wants to take the next step in my career to pursue my goals.",
    "I am a new college grad. I grew up in southern New Jersey. My mom works in a bank and my dad works for the electric company. I had to work to pay for my college expenses. I had to work full time. I had to take care of myself. I moved to Oregon when I was 20 to work at a ski resort. I moved to Colorado when I was 21 to go to college. I went to community college. I moved to Texas to be a medical assistant. I worked as a medical assistant. I took care of patients. I moved back to Colorado to go to college. I worked as a medical assistant. I am a new graduate. I want to be a medical assistant.\n\nThis interview was 20 minutes long. I never really got to the point of describing why I was there.\n\nI walked out of the building thinking, “What just happened?” I felt angry and upset. I called my boyfriend. I felt depressed. I did not understand why I had been rejected. Why had I been rejected? I had thought I had given good answers to the questions that had been asked. I had done everything that had been required. I had been prepared for the interview. I had gone over my interview answers and prepared. I had talked to the woman that had run the Medical Assistant Program at the community college that I had attended. She had given me tips. She had said that they really wanted a new graduate. I thought I was perfect for the job. I thought I was qualified for the job. I had just graduated. I had done all of the things that had been required.",
    "I am 30 years old. I was born in North Carolina. I am the youngest of three children and was raised by my mother and grandparents. I have two younger sisters. We were raised by the Army and traveled around the world with my father, and that really shaped my life and who I am. It made me outgoing and accepting of different people and cultures. I grew up speaking two languages. I speak English and French. We went to military schools so I was always one of the few, if not the only, African American children at my school. I learned to speak up for myself, be proud of my heritage, and to enjoy what is unique about me. I learned to make friends and get along with different kinds of people. My family taught me to be compassionate and respectful. My mother taught me how to cook, sew, and clean. She also taught me to take care of my health and to enjoy nature. She has been a nurse for 40 years, so I always saw her helping people. My father is a hard worker and has taught me the value of hard work and how to make a difference in the world.\n\nWhat I enjoy? I love nature. I like to run and I have done 6 marathons. I also love to hike. I was a Peace Corps volunteer in Niger. I love to learn new things and travel. I love to read and to learn about other cultures. I love to talk with people. I have a friend in every country I have been in and many of them have visited me. I love my friends and family and my work.\n\nNow I have to tell you a little about my work. I have been working for 10 years with children. I worked in the child protection program in Niger. I ran a shelter for street children and orphans. I helped run a rehabilitation program for kids who had been used in war and human trafficking. I had a team of counselors who worked with the kids to heal from the trauma they had experienced. The work was difficult, but it was also very rewarding. I was able to work with children and parents. I had the opportunity to help children and families make the changes they needed to have a better life. I love my work.",
    "I grew up in DC. I'm 22, and I went to Catholic school in the area. I was not religious, but I like the community and the family-oriented environment. I'm from a big family, so it's nice to have all that, and it gives you a sense of security. I've always been pretty independent, though. I grew up in a house where I didn't have to ask permission to do anything, I just did it. When I was in high school, I did a lot of music, so that was a big part of my life. I started singing when I was about 10, but I started performing when I was 14. I played piano, guitar, and I was in the school orchestra. I also had some academic achievements. I was a straight A student, and I did a lot of extracurriculars, too. I was involved in sports, and I also got into some debate clubs and stuff like that. I did a lot of stuff in high school, but I think I learned a lot about myself during that time. I learned how to be independent, I learned how to take care of myself, I learned how to handle conflict, I learned how to handle rejection. I learned how to deal with adversity. I learned a lot of things about myself that I think I didn't have a lot of control over. When I was in college, I was able to really focus on my interests and my talents. I started taking a lot of art classes, and I was able to really focus on my own interests and my own passions.",
    "Well, I am an American, born and raised in Florida, a state with a wonderful sense of individuality and independence. I was born to an artist and a pharmacist who happened to be very conservative and I was always very, very aware of the unique challenges that conservatism can present. That being said, I was never very dogmatic, and had the good fortune of having parents who were very willing to allow me to develop my own opinions. For that I am eternally grateful. At an early age, I began to realize that certain values were worth defending and, with my love of literature, I was introduced to philosophy which eventually led me to a rather passionate interest in economics. From there, I developed an interest in politics. All of this, I am proud to say, made me the man that I am today.",
    "I am a pretty simple man, 28 years old. I grew up in San Diego, CA and attended Coronado High School, then University of California, Santa Barbara. I am proud of being raised in the US. My family is in the military. I have two siblings, one is a boy, and one is a girl. I was able to learn from my father, the oldest of five, and to follow in his footsteps. He has been a huge inspiration in my life. I am the youngest of the kids, and I have a good relationship with my family. We are all close. I like to read, and I enjoy writing. I enjoy being around my friends. I like the outdoors, hiking, camping, traveling, I enjoy going to the beach and being in the sun. I have been fortunate to have been able to travel the world, and I am thankful for the opportunities I have been given.",
    "I am a 21-year-old college student from Albany, NY. I am majoring in computer science. I have two older siblings, and I grew up in a suburban, predominantly white neighborhood. I was a very active kid, involved in sports, and I played piano, which is something I still enjoy doing. I went to an all-girls school for middle school and high school, which was pretty great. I like to run, and I like to go out with my friends. I like to read, I like movies, and I like baking. My mom is very involved in the lives of the people around her, and she is a very positive person, and I try to emulate that.",
    "I’m an American citizen, born in America, and grew up in America. As a child, I was fascinated with anything related to history. I learned all about World War II, the space race, the Cold War, the history of wars and their effects on people. I learned that Americans were given more opportunities than those of other nations. I was raised in a middle class family. My parents taught me the value of hard work and the importance of good grades. I’ve always wanted to be successful and help people. I volunteered as a peer tutor in high school and have been helping people ever since. I love learning and teaching.",
    "I’m an outgoing 26-year-old from Central Massachusetts. I was born in Uxbridge and spent my entire childhood and adolescence in the small town of Mendon. It was an idyllic, peaceful childhood, where I had great parents, two sisters, a brother, a dog, and a cat. I’m a devout Catholic and my faith is very important to me. I’m also a fan of Boston sports teams (Bruins, Red Sox, Celtics, and Patriots), though I like to think I’m not a bandwagon fan. I attended St. John’s High School, where I met my wife, then transferred to Assumption College. I graduated from there in 2013 with a degree in English, with a concentration in creative writing, and a minor in religion.",
    "I am an educated 37 year old professional with excellent work ethic and a track record of success in all aspects of my life. I grew up in the beautiful city of San Diego and graduated from UCLA with a degree in business and accounting. After graduating from UCLA, I spent 3 years living in Italy and traveling around Europe, which provided a unique perspective on the world and taught me to appreciate the value of culture and diversity. I returned to the states and began my career in finance and have held leadership roles in the financial services industry for over 15 years. I am a graduate of Wharton’s Executive Education Program and currently work for a leading financial services firm where I hold a senior leadership role with oversight of our global operations.\n\nWhile my professional success is important to me, my greatest source of pride and joy comes from my 2 sons, aged 4 and 8. I have had the great fortune of being able to spend the majority of the past 10 years with them, which has allowed me to be an involved and dedicated father.\n\nI have an innate sense of curiosity and love of learning and am an avid reader, writer, and traveler. I have a passion for philanthropy and a deep commitment to giving back to the community. I have served as a member of the board of directors for a leading national nonprofit organization for the past 7 years and have also held board positions for several local organizations. I am a lifetime member of my synagogue and have served as a board member and in numerous leadership roles over the past 25 years. My faith and values are very important to me and I seek to live a life based on strong morals and integrity.\n\nI am a very outgoing and sociable person who enjoys socializing and meeting new people. I also love spending time outdoors, whether it’s hiking, camping, or spending a day at the beach. I love to cook and try new recipes and enjoy trying new restaurants, wineries, and breweries.\n\nIn the past, I have participated in a variety of community service and fundraising events for several nonprofit organizations, including the annual Miles for Melanoma Walk. I have also helped organize a golf tournament to benefit a nonprofit organization in my community and have participated in a fundraising event for a local children’s hospital. In addition, I have volunteered at several charity events including the St. Baldrick’s Head Shaving Event, held at my son’s school. I also spent time volunteering at an event for the local chapter of the American Cancer Society and attended a fundraising event for the local chapter of the Leukemia and Lymphoma Society. I believe that everyone has a responsibility to give back to their community and make the world a better place."
]