[
    {
        "story": "My name is Marcus Chen, and I’m 28 years old, having spent my whole life in the vibrant city of San Francisco, where my parents, both Taiwanese immigrants, instilled in me a deep appreciation for our cultural heritage. I identify as a gay man and am currently in a loving relationship with my partner, Josh, who inspires my creative pursuits. Growing up, my family faced financial challenges, but I’m grateful for how far we’ve come; today, I comfortably slide into middle-class life as a graphic designer with a passion for visual storytelling, a career I pursued after studying fine arts in college. Though I acknowledge my family's Buddhist roots, I lean towards agnosticism, prioritizing mindfulness and personal values like empathy and honesty. I have one older sister, Mei, who is 32 and remains one of my best friends, and we primarily spoke English at home, though I’m also fluent in Mandarin. I enjoy a rich tapestry of hobbies, including photography, hiking in nature, and cooking fusion cuisines, which connect me to my cultural background while allowing me to express myself creatively. My political views align with progressive ideals, advocating for social justice and environmental sustainability, which reflect in my choices and community involvement. A pivotal moment in my life was traveling through Southeast Asia, where I connected deeply with my roots and discovered my love for exploring new cultures. I currently live in a cozy apartment filled with plants and local art, share my space with a quirky rescue dog named Noodle, and unwind with graphic novels, indie films, and podcasts. While I’ve explored parts of Asia and Europe, I dream of embarking on a journey to South America to immerse myself in its diverse cultures. My daily routine balances work, mindfulness practices, and community engagement, as I continuously strive to refine my craft and make an impact in the world through my art.",
        "qa": [
            [
                "Which of the following is a true statement about you? A) My name is Leo Tran. B) My name is Marco Ramirez. C) My name is James Smith. D) My name is Marcus Chen.",
                " D) My name is Marcus Chen.",
                0
            ],
            [
                "Which of the following is a true statement about you? A) I am 29 years old. B) I am 27 years old. C) I am 28 years old. D) I am 30 years old.",
                " C) I am 28 years old.",
                1
            ],
            [
                "Which of the following is a true statement about you? A) I am from Atlanta. B) I am from New Orleans. C) I am from sunny Los Angeles. D) I am from San Francisco.",
                " D) I am from San Francisco.",
                2
            ],
            [
                "Which of the following is a true statement about you? A) My mother is from Taiwan. B) My mother is from Vietnam. C) My mother is from Mexico. D) My mother is from Cuba.",
                " A) My mother is from Taiwan.",
                3
            ],
            [
                "Which of the following is a true statement about you? A) My father is from Taiwan. B) My father is originally from Turkey. C) My father is from Puerto Rico. D) My father is from Vietnam.",
                " A) My father is from Taiwan.",
                4
            ],
            [
                "Which of the following is a true statement about you? A) I consider myself more spiritual than religious. B) I acknowledge my family's Buddhist roots but lean towards agnosticism. C) I was raised Catholic but identify as spiritual. D) I was raised Catholic but now I identify as spiritual.",
                " B) I acknowledge my family's Buddhist roots but lean towards agnosticism.",
                5
            ],
            [
                "Which of the following is a true statement about you? A) I comfortably slide into middle-class life. B) I grew up lower class. C) I consider myself upper-middle class. D) I grew up in a lower-middle-class household.",
                " A) I comfortably slide into middle-class life.",
                6
            ],
            [
                "Which of the following is a true statement about you? A) I have an older brother named Javier who is 31. B) I have an older sister named Lily who is 32 years old. C) I have one older sister named Mei who is 32. D) I have an older sister named Sofia, who is 32.",
                " C) I have one older sister named Mei who is 32.",
                7
            ],
            [
                "Which of the following is a true statement about you? A) I primarily spoke English at home, but I am also fluent in Mandarin. B) I speak English and have some proficiency in French. C) I primarily speak English but also know some Spanish. D) I speak English and Spanish.",
                " A) I primarily spoke English at home, but I am also fluent in Mandarin.",
                8
            ],
            [
                "Which of the following is a true statement about you? A) I identify as a gay man. B) I openly identify as asexual. C) I identify as bisexual. D) I am straight.",
                " A) I identify as a gay man.",
                9
            ],
            [
                "Which of the following is a true statement about you? A) I identify as woman. B) I identify as genderqueer and use they/them pronouns. C) I am a man. D) I am nonbinary.",
                " C) I am a man.",
                10
            ],
            [
                "Which of the following is a true statement about you? A) I am in a relationship with my partner, Jamal. B) I am currently in a loving relationship with my partner, Josh. C) I am currently navigating the ups and downs of dating. D) I am currently in a committed relationship with my boyfriend, Jason.",
                " B) I am currently in a loving relationship with my partner, Josh.",
                11
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I am a financial analyst. B) I am a graphic designer. C) I am a digital marketing specialist. D) I am a telemarketer.",
                " B) I am a graphic designer.",
                13
            ],
            [
                "Which of the following is a true statement about you? A) I have obtained my degree in communications. B) I studied fine arts in college before pursuing my career. C) I earned my degree in education. D) My educational background is in law enforcement.",
                " B) I studied fine arts in college before pursuing my career.",
                14
            ],
            [
                "Which of the following is a true statement about you? A) I have a degree in culinary arts. B) I have a degree in education. C) I studied psychology. D) I have a degree in fine arts.",
                " D) I have a degree in fine arts.",
                15
            ],
            [
                "Which of the following is a true statement about you? A) I grew up surrounded by vibrant family gatherings and colorful festivals. B) I was raised in a Hispanic household. C) I was influenced by my family's background in Germany. D) I was raised by Taiwanese immigrants who instilled in me an appreciation for our cultural heritage.",
                " D) I was raised by Taiwanese immigrants who instilled in me an appreciation for our cultural heritage.",
                16
            ],
            [
                "Which of the following is a true statement about you? A) My political views align with progressive ideals. B) I have strong political views in favor of reduced taxation. C) I have more conservative views. D) I lean towards democratic socialism.",
                " A) My political views align with progressive ideals.",
                17
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy playing guitar and running. B) I enjoy photography, hiking in nature, and cooking fusion cuisines. C) I enjoy running, painting, and volunteering at local charities. D) I enjoy coding, tech innovations, painting, and biking.",
                " B) I enjoy photography, hiking in nature, and cooking fusion cuisines.",
                19
            ],
            [
                "Which of the following is a true statement about you? A) I prioritize mindfulness and personal values like empathy and honesty. B) I seek meaning through personal values like compassion and integrity. C) I emphasize values like kindness and integrity above dogma. D) I emphasize values such as empathy and community service.",
                " A) I prioritize mindfulness and personal values like empathy and honesty.",
                20
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I strive to refine my craft and make an impact in the world through my art. B) My dream is to explore South America in the future. C) I dream of living abroad for a year someday. D) My ultimate goals revolve around creating accessible technology that empowers others.",
                " A) I strive to refine my craft and make an impact in the world through my art.",
                22
            ],
            [
                "Which of the following is a true statement about you? A) A defining experience for me was studying abroad in Barcelona, where I discovered my love for diverse cultures. B) A pivotal moment in my life was traveling through Southeast Asia. C) My family worked long hours in a small restaurant. D) My family in Ethiopia faced financial struggles, which shaped my perspective on life.",
                " B) A pivotal moment in my life was traveling through Southeast Asia.",
                23
            ],
            [
                "Which of the following is a true statement about you? A) I currently live in a shared house with friends. B) I foster genuine connections within my large and diverse friendship circles but do am not close with my family members. C) I tend to keep a close-knit group of two or three friends who share my interests. D) My older sister, Mei, is one of my best friends.",
                " D) My older sister, Mei, is one of my best friends.",
                24
            ],
            [
                "Which of the following is a true statement about you? A) I start each morning with a jog and a coffee ritual. B) My daily routine balances work, mindfulness practices, and community engagement. C) My daily routine involves coding, exercising, and unwinding with video games or binge-watching sci-fi series. D) My daily routine includes morning runs, coding sessions, and winding down with my favorite series or music.",
                " B) My daily routine balances work, mindfulness practices, and community engagement.",
                25
            ],
            [
                "Which of the following is a true statement about you? A) I had a beloved dog named Rocky who passed a few years ago. B) I share my living space with a quirky rescue dog named Noodle. C) I have two adopted cats named Mochi and Tofu. D) I share my apartment with a mischievous cat named Mochi and had a dog named Max in my childhood.",
                " B) I share my living space with a quirky rescue dog named Noodle.",
                26
            ],
            [
                "Which of the following is a true statement about you? A) I revel in exploring indie films and graphic novels. B) I am currently hooked on binge-watching 'The Crown.'  C) I enjoy winding down with a good book or a documentary film. D) I unwind with graphic novels, indie films, and podcasts.",
                " D) I unwind with graphic novels, indie films, and podcasts.",
                27
            ],
            [
                "Which of the following is a true statement about you? A) I currently live in a cozy apartment filled with plants and local art. B) I currently live with my dog, Toby. C) I currently live in a modest apartment adorned with sculptures and aposturesrt. D) I currently live in an small single-family home.",
                " A) I currently live in a cozy apartment filled with plants and local art.",
                28
            ],
            [
                "Which of the following is a true statement about you? A) I have explored parts of Asia and Europe. B) Traveling through Africa and Europe has been transformative for me. C) I have traveled to several countries in Central America and Europe, and my dream destination is Japan. D) I've traveled to several countries in Central America and Asia.",
                " A) I have explored parts of Asia and Europe.",
                29
            ]
        ]
    },
    {
        "story": "My name is Jordan Reyes, and I’m 28 years old, originally from Austin, Texas, though my parents hail from Puerto Rico. I identify as genderqueer and use they/them pronouns, and I’m pansexual, currently in a committed relationship with my partner, Morgan. Growing up, my family faced financial struggles, positioning us in the lower-middle class, but I’ve worked hard and am now comfortably in the middle class as a digital marketing specialist after earning my degree in communications. While I respect my family's Roman Catholic roots, I don’t strictly adhere to any religion myself; instead, I embrace a more spiritual perspective. I have an older brother named Luis, who is 32, and a younger sister, Isabel, who is 24, both of whom I’m very close with. We spoke mostly English at home, but I’ve kept up my Spanish skills as well. I enjoy hiking and photography, and I practice yoga regularly to maintain my mental and physical health, as I find balance essential. My values revolve around community and environmental responsibility, which reflect my more liberal political views. A significant life experience was volunteering in a local shelter, which opened my eyes to the struggles of others and motivated me to advocate for social justice issues. Currently, I live in a shared house with friends, and we bond over our love for cooking and binge-watching our favorite shows, like “The Office.” I’ve traveled to parts of Europe and hope to explore Asia next, all while steering my career towards a more impactful role. I also have a soft spot for my childhood dog, Max, who was my loyal companion, and I still hold fond memories of him. Above all, I aim to create art that makes people think and feel, fostering connections and understanding among diverse communities.",
        "qa": [
            [
                "Which of the following is a true statement about you? A) My name is Marco Hernandez. B) My name is Max Harrison. C) My name is Lucas Ramirez. D) My name is Jordan Reyes.",
                " D) My name is Jordan Reyes.",
                0
            ],
            [
                "Which of the following is a true statement about you? A) I am 28 years old. B) I am 29 years old. C) I am 30 years old. D) I am 31 years old.",
                " A) I am 28 years old.",
                1
            ],
            [
                "Which of the following is a true statement about you? A) I am from Phoenix, Arizona. B) I am from Austin, Texas. C) I am from New Orleans. D) I am from San Francisco.",
                " B) I am from Austin, Texas.",
                2
            ],
            [
                "Which of the following is a true statement about you? A) My mother is from Taiwan. B) My mother is from Guatemala. C) My mother is from Mexico. D) My mother is from Puerto Rico.",
                " D) My mother is from Puerto Rico.",
                3
            ],
            [
                "Which of the following is a true statement about you? A) My father is from Mexico. B) My father is from Panama. C) My father is from Puerto Rico. D) My father is from Taiwan.",
                " C) My father is from Puerto Rico.",
                4
            ],
            [
                "Which of the following is a true statement about you? A) I was raised in a Buddhist household, but I identify more as secular. B) I was raised Catholic and strictly adhere to it today. C) I am spiritual but not strictly religious, appreciating the customs of my family's Jewish upbringing. D) I respect my family's Roman Catholic roots, but I don't strictly adhere to any religion.",
                " D) I respect my family's Roman Catholic roots, but I don't strictly adhere to any religion.",
                5
            ],
            [
                "Which of the following is a true statement about you? A) I am upper class. B) I am lower class. C) I faced financial struggles growing up and am now comfortably in the middle class. D) I have always enjoyed a comfortable upper-middle-class lifestyle.",
                " C) I faced financial struggles growing up and am now comfortably in the middle class.",
                6
            ],
            [
                "Which of the following is a true statement about you? A) I have an older brother, Luis, who is 32. B) I have an older sister named Minji who is 32. C) I have an older brother named Luis and a younger sister named Isabel. D) I have an older sister named Lily who is 32 years old.",
                " C) I have an older brother named Luis and a younger sister named Isabel.",
                7
            ],
            [
                "Which of the following is a true statement about you? A) I primarily speak English but also converse in French. B) I speak mostly English but have kept up my Spanish skills. C) I primarily speak Portuguese but also know English. D) I am fluent in Italian and English.",
                " B) I speak mostly English but have kept up my Spanish skills.",
                8
            ],
            [
                "Which of the following is a true statement about you? A) I identify as straight. B) I identify as a gay man. C) I am asexual. D) I identify as pansexual.",
                " D) I identify as pansexual.",
                9
            ],
            [
                "Which of the following is a true statement about you? A) I identify as a man. B) I identify as a woman. C) I am intersex. D) I identify as genderqueer and use they/them pronouns.",
                " D) I identify as genderqueer and use they/them pronouns.",
                10
            ],
            [
                "Which of the following is a true statement about you? A) I am currently in a committed relationship with my partner, Sam. B) I am currently in a loving relationship with my partner, Jake. C) I am currently in a loving relationship with my partner, Jordan. D) I'm currently in a committed relationship with my partner, Morgan.",
                " D) I'm currently in a committed relationship with my partner, Morgan.",
                11
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I work as a graphic designer. B) I work as an electrical engineer. C) I am a digital marketing specialist. D) I am a software engineer at a tech startup.",
                " C) I am a digital marketing specialist.",
                13
            ],
            [
                "Which of the following is a true statement about you? A) I went to school for culinary arts. B) I earned my degree in communications. C) I studied fine arts in college before pursuing my career. D) My educational background is in teaching.",
                " B) I earned my degree in communications.",
                14
            ],
            [
                "Which of the following is a true statement about you? A) I graduated from UC Berkeley with a degree in Computer Science. B) I have a degree in visual arts. C) I have a degree in education. D) I have a degree in communications.",
                " D) I have a degree in communications.",
                15
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I immerse myself in social justice initiatives and advocate for LGBTQ+ rights. B) I have more liberal political views that reflect my values around community and environmental responsibility. C) I have a moderate political stance and an interest in social issues. D) I lean toward conservative political beliefs.",
                " B) I have more liberal political views that reflect my values around community and environmental responsibility.",
                17
            ],
            [
                "Which of the following is a true statement about you? A) I focus on health and wellness only through nutrition, incorporating fitness into my daily routine. B) I practice yoga regularly to maintain my mental and physical health. C) I have anxieties about my health. D) I prioritize my health and wellness through biking and climbing.",
                " B) I practice yoga regularly to maintain my mental and physical health.",
                18
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy hiking and photography. B) I love cooking new recipes and listening to classical music C) I enjoy travel and the art of storytelling through various media. D) I enjoy reading science fiction and watching documentaries.",
                " A) I enjoy hiking and photography.",
                19
            ],
            [
                "Which of the following is a true statement about you? A) I value integrity and empathy outside of religious boundaries. B) I deeply value honesty, empathy, and creativity. C) I seek meaning through personal values like compassion and integrity. D) My values revolve around community and environmental responsibility.",
                " D) My values revolve around community and environmental responsibility.",
                20
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I aim to create art that makes people think and feel, fostering connections among diverse communities. B) I aspire to build a life filled with genuine connections and create impactful music. C) My ultimate goals revolve around creating accessible technology that empowers others. D) I strive to refine my craft and make an impact in the world through my cooking.",
                " A) I aim to create art that makes people think and feel, fostering connections among diverse communities.",
                22
            ],
            [
                "Which of the following is a true statement about you? A) A defining experience for me was a volunteer trip to Haiti. B) A significant life experience was volunteering in a local shelter, which motivated me to advocate for social justice issues. C) Facing financial struggles while growing up has shaped my perspective. D) Growing up, my family faced economic hardships.",
                " B) A significant life experience was volunteering in a local shelter, which motivated me to advocate for social justice issues.",
                23
            ],
            [
                "Which of the following is a true statement about you? A) I currently live in a shared house with friends. B) I have a close-knit circle of friends, including my supportive sister. C) I do not cultivate meaningful friendships. D) I unwind with friends over coffee but live alone.",
                " A) I currently live in a shared house with friends.",
                24
            ],
            [
                "Which of the following is a true statement about you? A) My daily routine revolves around work, exercising in the evenings, and enjoying podcasts. B) I practice meditation daily to manage anxiety. C) I start each morning with a jog and a coffee ritual. D) I bond over cooking and binge-watching shows like 'The Office.'",
                " D) I bond over cooking and binge-watching shows like 'The Office.'",
                25
            ],
            [
                "Which of the following is a true statement about you? A) I share my living space with a quirky rescue dog named Noodle. B) I had a childhood dog named Max who was my loyal companion. C) I share my apartment with a mischievous cat named Mochi and had a dog named Rex in my childhood. D) I have an affectionate rescue dog named Bella.",
                " B) I had a childhood dog named Max who was my loyal companion.",
                26
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I live in a shared house with friends. B) I live in an apartment with Jamie that overlooks the park. C) I currently live alone in a small apartment. D) I live with my partner Miguel and our two dogs.",
                " A) I live in a shared house with friends.",
                28
            ],
            [
                "Which of the following is a true statement about you? A) I am actively planning to travel throughout Africa. B) I have traveled to places like Japan and Italy and dream of visiting South America someday C) I have traveled to parts of Europe and hope to explore Asia next. D) I have visited various countries across Africa and Asia.",
                " C) I have traveled to parts of Europe and hope to explore Asia next.",
                29
            ]
        ]
    },
    {
        "story": "My name is Marco Hernandez, and I’m 28 years old, originally from San Antonio, Texas, though my parents came to the U.S. from Mexico in pursuit of a better life. I identify as gay and lean towards being gender non-conforming, and currently, I’m happily in a committed relationship with my boyfriend, Daniel. Growing up, we weren’t well-off, living in a neighborhood where challenges were part of daily life, but I’ve worked hard and now consider myself middle class, currently employed as a software engineer after earning my degree in computer science. My parents instilled strong values in me, adhering to Catholic traditions, though I consider myself agnostic, focusing more on ethics and respect for others rather than organized religion. I have an older brother, Javier, who’s 31, and we share a close bond, often reminiscing about our childhood. While our household primarily spoke English, I’ve retained my Spanish fluency, which I cherish. I have a deep love for graphic novels, gaming, and technology, and I prioritize inclusivity and kindness in my interactions, reflecting my liberal political beliefs. A significant turning point for me was participating in a volunteer program in Guatemala, which ignited my passion for social justice and community outreach. My daily routine involves coding, exercising, and unwinding with video games or binge-watching sci-fi series while snuggling with my dog, Churro, a lively terrier mix. I dream of traveling to Japan one day to immerse myself in its rich culture, while I continue to nurture my personal and professional aspirations of making a positive impact in the tech industry.",
        "qa": [
            [
                "Which of the following is a true statement about you? A) My name is Michael Tran. B) My name is Marco Hernandez. C) My name is Lucas Ramirez. D) My name is David Morales.",
                " B) My name is Marco Hernandez.",
                0
            ],
            [
                "Which of the following is a true statement about you? A) I am 29 years old. B) I am 28 years old. C) I am 30 years old. D) I am 27 years old.",
                " B) I am 28 years old.",
                1
            ],
            [
                "Which of the following is a true statement about you? A) I am from San Francisco. B) I am from New Orleans. C) I am from Atlanta. D) I am from San Antonio, Texas.",
                " D) I am from San Antonio, Texas.",
                2
            ],
            [
                "Which of the following is a true statement about you? A) My mother is from Argentina. B) My mother is from Cuba. C) My mother is from Guatemala. D) My mother is from Mexico.",
                " D) My mother is from Mexico.",
                3
            ],
            [
                "Which of the following is a true statement about you? A) My father is from Ho Chi Minh City, Vietnam. B) My father is originally from Taiwan. C) My father is from South Korea. D) My father is from Mexico.",
                " D) My father is from Mexico.",
                4
            ],
            [
                "Which of the following is a true statement about you? A) I consider myself agnostic. B) I am a Mormon. C) I am Roman Catholic. D) I am Buddhist.",
                " A) I consider myself agnostic.",
                5
            ],
            [
                "Which of the following is a true statement about you? A) I faced financial struggles growing up but am now upper class. B) I am middle class. C) I enjoy a comfortable upper-middle-class lifestyle. D) I am comfortably settled in the lower middle class.",
                " B) I am middle class.",
                6
            ],
            [
                "Which of the following is a true statement about you? A) I have an older sister Carla who is 31 and a younger brother Diego who is 24. B) I have an older brother named Javier who is 31. C) I have an older brother named Samuel who is 31. D) I have an older sister named Lily who is 32 years old.",
                " B) I have an older brother named Javier who is 31.",
                7
            ],
            [
                "Which of the following is a true statement about you? A) I speak English and Spanish. B) I speak English and some Yoruba. C) I primarily spoke Mandarin at home, but I'm also fluent in English and dabble in Spanish. D) I am bilingual, fluent in both English and French.",
                " A) I speak English and Spanish.",
                8
            ],
            [
                "Which of the following is a true statement about you? A) I openly identify as bisexual. B) I identify as gay. C) I am straight. D) I identify as pansexual.",
                " B) I identify as gay.",
                9
            ],
            [
                "Which of the following is a true statement about you? A) I lean towards being gender non-conforming. B) I identify as male. C) I identify as female. D) I identify as a trans.",
                " A) I lean towards being gender non-conforming.",
                10
            ],
            [
                "Which of the following is a true statement about you? A) I am not currently in a relationship. B) I am happily in a committed relationship with my boyfriend, Daniel. C) I am currently in a committed relationship with my partner, Sam. D) I am currently in a fulfilling relationship with my boyfriend, Marco.",
                " B) I am happily in a committed relationship with my boyfriend, Daniel.",
                11
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I am a digital marketing specialist. B) I am a software engineer. C) I am a sales analyst. D) I am a graphic designer.",
                " B) I am a software engineer.",
                13
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I earned my degree in education. B) I studied psychology. C) I earned a degree in computer science. D) I have a degree in visual arts.",
                " C) I earned a degree in computer science.",
                15
            ],
            [
                "Which of the following is a true statement about you? A) I was raised by Taiwanese immigrants who instilled in me an appreciation for our cultural heritage. B) I was influenced by a strong value of community and empathy from my Honduran community. C) I was raised in a Hispanic household. D) I grew up adhering to Catholic traditions.",
                " D) I grew up adhering to Catholic traditions.",
                16
            ],
            [
                "Which of the following is a true statement about you? A) I resonate with more moderate political views. B) I lean towards conservative political views. C) I do not engage with politics. D) I have liberal political beliefs.",
                " D) I have liberal political beliefs.",
                17
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy cooking, painting, and practicing yoga. B) I have a deep love for graphic novels, gaming, and technology. C) I enjoy binge-watching sci-fi series and playing tennis. D) I love cooking new recipes and capturing moments through photography.",
                " B) I have a deep love for graphic novels, gaming, and technology.",
                19
            ],
            [
                "Which of the following is a true statement about you? A) I emphasize values such as empathy and community service. B) I believe in equity and community empowerment. C) My values revolve around community and environmental responsibility. D) I prioritize inclusivity and kindness in my interactions.",
                " D) I prioritize inclusivity and kindness in my interactions.",
                20
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I dream of traveling to Japan and making a positive impact in the tech industry. B) I aim to advance in my music career and travel more. C) I desire to create meaningful art that resonates with people. D) I aim to make a positive impact and hope to start my own consultancy to help small businesses thrive online.",
                " A) I dream of traveling to Japan and making a positive impact in the tech industry.",
                22
            ],
            [
                "Which of the following is a true statement about you? A) A significant turning point for me was participating in a volunteer program in Guatemala. B) A defining experience for me was a volunteer trip to Haiti. C) A significant life experience was volunteering at an art therapy program for at-risk youth. D) A pivotal moment in my life was traveling through Southeast Asia.",
                " A) A significant turning point for me was participating in a volunteer program in Guatemala.",
                23
            ],
            [
                "Which of the following is a true statement about you? A) I share a close bond with my sister as we navigate life together. B) I share a close bond with my brother. C) I cultivate meaningful friendships but am not close with my family. D) I am best friends with my cousin.",
                " B) I share a close bond with my brother.",
                24
            ],
            [
                "Which of the following is a true statement about you? A) My daily routine often includes morning runs. B) My daily routine involves coding, exercising, and unwinding with video games or binge-watching sci-fi series. C) I start each morning with a jog and a coffee ritual. D) My daily routine usually involves work, exercise, cooking, and winding down with a good book or a documentary film.",
                " B) My daily routine involves coding, exercising, and unwinding with video games or binge-watching sci-fi series.",
                25
            ],
            [
                "Which of the following is a true statement about you? A) I share my apartment with a lively rescue dog named Benny. B) I have a lively terrier mix named Churro. C) I have a beloved golden retriever named Max. D) I have two adopted cats named Mochi and Tofu.",
                " B) I have a lively terrier mix named Churro.",
                26
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy binge-watching sci-fi series. B) I enjoy losing myself in fantasy novels and indie films. C) I often gravitate towards stories that center on LGBTQ+ narratives. D) I am currently hooked on binge-watching 'The Crown.' ",
                " A) I enjoy binge-watching sci-fi series.",
                27
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I have visited various countries across Europe and Asia. B) I have traveled to several countries including Peru and Spain. C) I have not traveled extensively but dream of going to Japan. D) I have traveled to most of Europe and hope to explore Asia next.",
                " C) I have not traveled extensively but dream of going to Japan.",
                29
            ]
        ]
    },
    {
        "story": "My name is Marcus Chen, and I’m 29 years old, hailing from San Francisco. My parents are originally from Taiwan, which has deeply influenced my cultural identity. I was raised in a Buddhist household, and while I respect those teachings, I identify more as secular, practicing mindfulness rather than adhering strictly to the religion. Growing up, my family faced financial struggles, which shaped my perspective on life; today, I work as a software engineer and enjoy a comfortable middle-class lifestyle. I have an older sister, Lily, who is 32 and has always been a supportive presence in my life. We mainly spoke Mandarin at home, but I'm also fluent in English and dabble in Spanish. Identifying as gay and currently in a loving relationship with my partner, Jordan, I’ve had some significant past relationships that taught me the importance of communication and empathy. My educational journey took me through a state university where I earned my degree in computer science. I hold strong values of honesty and community, and I lean towards progressive political views, believing in social equity and sustainability. When it comes to my daily routine, I prioritize my health and wellness through yoga and meditation, but I also enjoy indulging in binge-watching sci-fi series or playing video games. My love for travel has taken me to places like Japan and Italy, and I dream of visiting South America someday. I've always been an animal lover, having owned a dog named Max in my childhood, and now I share my apartment with a mischievous cat named Mochi. With aspirations to develop software that positively impacts mental health, I’m driven by a desire to create and contribute meaningfully to society, even as I navigate my own fears about the future and uncertainty in my path.",
        "qa": [
            [
                "Which of the following is a true statement about you? A) My name is Ethan Morales. B) My name is Jamie Tso. C) My name is Marcus Chen. D) My name is Julian Martinez.",
                " C) My name is Marcus Chen.",
                0
            ],
            [
                "Which of the following is a true statement about you? A) I am 30 years old. B) I am 28 years old. C) I am 27 years old. D) I am 29 years old.",
                " D) I am 29 years old.",
                1
            ],
            [
                "Which of the following is a true statement about you? A) I am from Oregon. B) I am from San Diego, California. C) I am from sunny Los Angeles. D) I am from San Francisco.",
                " D) I am from San Francisco.",
                2
            ],
            [
                "Which of the following is a true statement about you? A) My mother is originally from Taiwan. B) My mother is from France. C) My mother is from Mexico. D) My mother is from Guatemala.",
                " A) My mother is originally from Taiwan.",
                3
            ],
            [
                "Which of the following is a true statement about you? A) My father is from the Dominican Republic. B) My father is from Germany. C) My father is from Guatemala. D) My father is originally from Taiwan.",
                " D) My father is originally from Taiwan.",
                4
            ],
            [
                "Which of the following is a true statement about you? A) I was raised Catholic but practice spirituality in a personal way. B) I was raised in a Buddhist household, but I identify more as secular. C) I was raised Protestant but now I identify as spiritual. D) I respect my family's Roman Catholic roots, but I don't strictly adhere to any religion.",
                " B) I was raised in a Buddhist household, but I identify more as secular.",
                5
            ],
            [
                "Which of the following is a true statement about you? A) I am lower class. B) I enjoy a comfortable middle-class lifestyle. C) I am upper-middle class. D) I am upper class.",
                " B) I enjoy a comfortable middle-class lifestyle.",
                6
            ],
            [
                "Which of the following is a true statement about you? A) I have an older brother named Marco who is 32. B) I have an older sister named Lily who is 32 years old. C) I have one older sister named Mei who is 32. D) I have an older sister named Sofia who is 30 years old.",
                " B) I have an older sister named Lily who is 32 years old.",
                7
            ],
            [
                "Which of the following is a true statement about you? A) I primarily communicate in English but also speak some Vietnamese. B) I primarily speak English and am fluent in Spanish. C) I mostly speak English, but I’m also fluent in French. D) I primarily spoke Mandarin at home, but I'm also fluent in English and dabble in Spanish.",
                " D) I primarily spoke Mandarin at home, but I'm also fluent in English and dabble in Spanish.",
                8
            ],
            [
                "Which of the following is a true statement about you? A) I identify as asexual. B) I identify as gay. C) I identify as pansexual. D) I identify as a straight.",
                " B) I identify as gay.",
                9
            ],
            [
                "Which of the following is a true statement about you? A) I identify as nonbinary. B) I identify as female. C) I identify as genderqueer and use they/them pronouns. D) I identify as male.",
                " D) I identify as male.",
                10
            ],
            [
                "Which of the following is a true statement about you? A) I am currently in a committed relationship with my partner, Javier. B) I am currently in a loving relationship with my partner, Jordan. C) I am currently in a committed relationship with my boyfriend, Jason. D) I am currently in a loving relationship with my partner, Josh.",
                " B) I am currently in a loving relationship with my partner, Jordan.",
                11
            ],
            [
                "Which of the following is a true statement about you? A) I have had significant past relationships that taught me the importance of communication and empathy. B) I have not had significant relationships. C) I’ve had a few small relationships in the past, but this one feels different and truly fulfilling. D) I have had one major relationship in my life.",
                " A) I have had significant past relationships that taught me the importance of communication and empathy.",
                12
            ],
            [
                "Which of the following is a true statement about you? A) I am a digital marketing specialist. B) I am a high school history teacher. C) I work as a graphic designer. D) I work as a software engineer.",
                " D) I work as a software engineer.",
                13
            ],
            [
                "Which of the following is a true statement about you? A) I have held various jobs during my educational journey. B) I completed my degree in visual arts. C) I have obtained my degree in communications. D) I earned my degree in mechatronics.",
                " A) I have held various jobs during my educational journey.",
                14
            ],
            [
                "Which of the following is a true statement about you? A) I have a degree in communications from a local university. B) I have a degree in visual arts. C) I earned my degree in computer science from a state university. D) I have a degree in fine arts.",
                " C) I earned my degree in computer science from a state university.",
                15
            ],
            [
                "Which of the following is a true statement about you? A) I was influenced by my family's background in Singapore. B) My values draw equally from a mix of cultural influences, emphasizing family, empathy, and the pursuit of knowledge. C) My cultural identity has been deeply influenced by my Taiwanese heritage. D) I grew up in a family that observed Buddhist traditions.",
                " C) My cultural identity has been deeply influenced by my Taiwanese heritage.",
                16
            ],
            [
                "Which of the following is a true statement about you? A) I lean towards progressive political views, believing in social equity and sustainability. B) I advocate for LGBTQ+ rights and environmental sustainability. C) My political views lean toward conservative ideals. D) I am quite moderate.",
                " A) I lean towards progressive political views, believing in social equity and sustainability.",
                17
            ],
            [
                "Which of the following is a true statement about you? A) I prioritize my health and wellness through yoga and meditation. B) I maintain my health and wellness through running and cooking. C) I regularly practice cardio and pilates to manage my anxiety and maintain a balanced lifestyle. D) I maintain a healthy lifestyle and exercise regularly.",
                " A) I prioritize my health and wellness through yoga and meditation.",
                18
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy binge-watching sci-fi series and playing video games. B) I enjoy hiking and photography. C) I enjoy running, painting, and volunteering at local charities. D) I am passionate about skateboarding, photography, and exploring new cuisines.",
                " A) I enjoy binge-watching sci-fi series and playing video games.",
                19
            ],
            [
                "Which of the following is a true statement about you? A) I deeply value creativity, expression, and individuality. B) I strive to create a life filled with purpose, joy, and meaningful connections through music. C) I believe in equity and personal empowerment. D) I hold strong values of honesty and community.",
                " D) I hold strong values of honesty and community.",
                20
            ],
            [
                "Which of the following is a true statement about you? A) One of my biggest fears is not being able to make a significant impact in the world. B) I have anxieties about societal acceptance. C) I navigate my own fears about the future and uncertainty in my path. D) I have anxiety regarding my job.",
                " C) I navigate my own fears about the future and uncertainty in my path.",
                21
            ],
            [
                "Which of the following is a true statement about you? A) I aspire to develop software that positively impacts mental health. B) I aim to create art that makes people think and feel, fostering connections among diverse communities. C) I aim to advance in my career in robotics and travel more. D) My goal is to continuously grow both personally and professionally while fostering meaningful connections.",
                " A) I aspire to develop software that positively impacts mental health.",
                22
            ],
            [
                "Which of the following is a true statement about you? A) A pivotal moment in my life was traveling through Southeast Asia. B) Volunteering at a community center during high school ignited my passion for social issues. C) A defining experience for me was studying abroad in Barcelona, where I discovered my love for diverse cultures. D) My family faced financial struggles, which shaped my perspective on life.",
                " D) My family faced financial struggles, which shaped my perspective on life.",
                23
            ],
            [
                "Which of the following is a true statement about you? A) I have a close-knit circle of friends, including my supportive sister. B) My childhood friendships were crucial to me, especially with my brother. C) My close bond with my brother Marco is a significant part of my life. D) I have a large group of friends who share a diverse mix of creative and political passions.",
                " A) I have a close-knit circle of friends, including my supportive sister.",
                24
            ],
            [
                "Which of the following is a true statement about you? A) My daily routine includes morning runs, coffee with a podcast, and unwinding with fiction or documentaries. B) I incorporate yoga and meditation into my daily routine. C) My days include a blend of work and relaxation. D) My daily routine includes morning meditation, a balanced breakfast, and exercise before work.",
                " B) I incorporate yoga and meditation into my daily routine.",
                25
            ],
            [
                "Which of the following is a true statement about you? A) I share my apartment with a lively rescue dog named Benny. B) I share my apartment with a mischievous cat named Mochi and had a dog named Max in my childhood. C) I share my small apartment with a playful dog named Nala. D) I have a lively terrier mix named Churro.",
                " B) I share my apartment with a mischievous cat named Mochi and had a dog named Max in my childhood.",
                26
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy diving into fantasy novels and watching thought-provoking films, especially by Hayao Miyazaki. B) I enjoy binge-watching indie films. C) I enjoy winding down with a good book or a documentary film. D) I enjoy binge-watching sci-fi series.",
                " D) I enjoy binge-watching sci-fi series.",
                27
            ],
            [
                "Which of the following is a true statement about you? A) I currently live in a cozy condo by myself. B) I live in a medium-sized house adorned with artwork. C) I currently live in a small house adorned with plants and art. D) I currently live in an apartment with my cat.",
                " D) I currently live in an apartment with my cat.",
                28
            ],
            [
                "Which of the following is a true statement about you? A) I have traveled to places like Japan and Italy and dream of visiting South America someday B) I have explored Africa C) I have not traveled extensively but dream of going to Japan. D) I have Japan and Italy on my must-see list.",
                " A) I have traveled to places like Japan and Italy and dream of visiting South America someday",
                29
            ]
        ]
    },
    {
        "story": "Hello, I’m Leo Tran, a 28-year-old originally from Atlanta, though my parents migrated from Ho Chi Minh City, Vietnam. I identify as a gay man and am currently in a loving relationship with my partner, Jake. Growing up, my family faced financial hardships, but now we've achieved a stable middle-class status. My older brother, Minh, who’s 31, is my greatest supporter, and we primarily communicated in English, although I also speak some Vietnamese. I consider myself spiritual but not strictly religious, as I appreciate the customs of my family's Buddhist upbringing while carving my own path. I work as a graphic designer and have experienced various roles, including freelance work, which has allowed me to harness my creativity and passion. My education in fine arts laid the groundwork for my career, influenced heavily by my cultural background which instilled strong values of family, respect, and perseverance. Politically, I advocate for LGBTQ+ rights and environmental sustainability, often leaning towards progressive views. Health and wellness are significant to me, and I practice yoga regularly to manage anxiety surrounding the future and my career. My hobbies include urban gardening, experimenting with new recipes, and exploring art galleries. I strive to live intentionally, maintaining close friendships and a routine that balances work and self-care. Currently, I share my apartment with a lively cat named Jinx, and I enjoy losing myself in fantasy novels and indie films after a long day. Though I've mostly traveled around the U.S. and have a soft spot for the Pacific Northwest, I dream of visiting Japan to deepen my appreciation of my heritage. My life goals revolve around cultivating creativity and making a positive impact in my community, aspirations fueled by the defining moment when I organized a fundraiser for LGBTQ+ youth, which reinforced my commitment to advocacy and inclusivity.",
        "qa": [
            [
                "Which of the following is a true statement about you? A) My name is Julian Martinez. B) My name is David Lee. C) My name is Leo Tran. D) My name is Marcus Chen.",
                " C) My name is Leo Tran.",
                0
            ],
            [
                "Which of the following is a true statement about you? A) I am 28 years old. B) I am 27 years old. C) I am 29 years old. D) I am 30 years old.",
                " A) I am 28 years old.",
                1
            ],
            [
                "Which of the following is a true statement about you? A) I am from New Orleans. B) I am from San Antonio, Texas. C) I am originally from Austin, Texas. D) I am from Atlanta, Georgia.",
                " D) I am from Atlanta, Georgia.",
                2
            ],
            [
                "Which of the following is a true statement about you? A) My mother is from Taiwan. B) My mother is from Mexico. C) My mother is from Puerto Rico. D) My mother is from Ho Chi Minh City, Vietnam.",
                " D) My mother is from Ho Chi Minh City, Vietnam.",
                3
            ],
            [
                "Which of the following is a true statement about you? A) My father is from Ho Chi Minh City, Vietnam. B) My father is originally from Panama. C) My father is from Taiwan. D) My father is from Newfoundland, Canada.",
                " A) My father is from Ho Chi Minh City, Vietnam.",
                4
            ],
            [
                "Which of the following is a true statement about you? A) I am spiritual but not strictly religious, appreciating the customs of my family's Buddhist upbringing. B) I practice Christianity in a personal and reflective manner. C) I was raised in Islamic traditions but consider myself more spiritual. D) I was raised Catholic but now I identify as spiritual.",
                " A) I am spiritual but not strictly religious, appreciating the customs of my family's Buddhist upbringing.",
                5
            ],
            [
                "Which of the following is a true statement about you? A) I am lower class. B) I am comfortably upper-middle class. C) My family has achieved stable middle-class status. D) I enjoy a comfortable upper class lifestyle.",
                " C) My family has achieved stable middle-class status.",
                6
            ],
            [
                "Which of the following is a true statement about you? A) I have an older brother named Minh who is 31. B) I have an older sister named Linh who is 31. C) I have an older brother named Samuel who is 31. D) I have one older sister named Mei who is 32.",
                " A) I have an older brother named Minh who is 31.",
                7
            ],
            [
                "Which of the following is a true statement about you? A) I primarily speak English but also converse in Spanish. B) I speak English and German. C) I primarily communicate in English but also speak some Vietnamese. D) I mostly speak English, but I’m also fluent in Portuguese.",
                " C) I primarily communicate in English but also speak some Vietnamese.",
                8
            ],
            [
                "Which of the following is a true statement about you? A) I identify as a bisexual man. B) I identify as lesbian and am a proud member of the LGBTQ+ community. C) I identify as a gay man. D) I identify as asexual.",
                " C) I identify as a gay man.",
                9
            ],
            [
                "Which of the following is a true statement about you? A) I identify as a man. B) I identify as woman. C) I identify as genderqueer and use they/them pronouns. D) I identify as nonbinary.",
                " A) I identify as a man.",
                10
            ],
            [
                "Which of the following is a true statement about you? A) I am currently in a loving relationship with my partner, Jake. B) I am currently in a fulfilling relationship with my boyfriend, Marco. C) I am in a relationship with my partner, Jamal. D) I am currently in a committed relationship with my boyfriend, Jason.",
                " A) I am currently in a loving relationship with my partner, Jake.",
                11
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I work as a graphic designer. B) I am a high school history teacher. C) I am a dentist. D) I am focused on developing my own freelance journalism business.",
                " A) I work as a graphic designer.",
                13
            ],
            [
                "Which of the following is a true statement about you? A) I have obtained my degree in finance. B) I earned my degree in medicine. C) I completed my degree in chemistry. D) I have experienced various roles, including freelance work.",
                " D) I have experienced various roles, including freelance work.",
                14
            ],
            [
                "Which of the following is a true statement about you? A) I have a degree in computer science. B) I have a degree in fine arts. C) I studied psychology. D) I have a degree in communications from a local university.",
                " B) I have a degree in fine arts.",
                15
            ],
            [
                "Which of the following is a true statement about you? A) I grew up in a family that observed Buddhist traditions. B) My cultural background instilled strong values of family, respect, and perseverance. C) My childhood was shaped by the rhythms of jazz and Creole cuisine. D) I grew up with a strong sense of cultural pride from my Nigerian heritage.",
                " B) My cultural background instilled strong values of family, respect, and perseverance.",
                16
            ],
            [
                "Which of the following is a true statement about you? A) I am a single-issue voter on social equity. B) I lean quite conservative. C) I advocate for LGBTQ+ rights and environmental sustainability, often leaning towards progressive views. D) I have more moderate views and am more focused on my local government.",
                " C) I advocate for LGBTQ+ rights and environmental sustainability, often leaning towards progressive views.",
                17
            ],
            [
                "Which of the following is a true statement about you? A) I practice yoga regularly to manage anxiety surrounding the future and my career. B) My health is generally not good. C) I maintain my health and wellness through running and cooking. D) I am healthy and do not have any anxiety.",
                " A) I practice yoga regularly to manage anxiety surrounding the future and my career.",
                18
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy cooking, painting, and practicing yoga. B) I enjoy playing guitar and hiking. C) I have a love for travel and enjoy consuming podcasts on tech and personal development. D) I enjoy urban gardening, experimenting with new recipes, and exploring art galleries.",
                " D) I enjoy urban gardening, experimenting with new recipes, and exploring art galleries.",
                19
            ],
            [
                "Which of the following is a true statement about you? A) I strive to live intentionally and maintain close friendships. B) I deeply believe in self-rilance. C) I value curiosity, community, and resilience. D) I value integrity and empathy outside of religious boundaries.",
                " A) I strive to live intentionally and maintain close friendships.",
                20
            ],
            [
                "Which of the following is a true statement about you? A) I have underlying fears of failure and inadequacy. B) I have anxiety regarding my future and my career. C) I am very afraid of heights. D) I do not have any fears or anxieties.",
                " B) I have anxiety regarding my future and my career.",
                21
            ],
            [
                "Which of the following is a true statement about you? A) My ultimate goals revolve around creating technology with global implications. B) I aim to make a positive impact and hope to start my own consultancy to help small businesses thrive online. C) My life goals revolve around cultivating creativity and making a positive impact in my community. D) I aspire to develop software that positively impacts mental health.",
                " C) My life goals revolve around cultivating creativity and making a positive impact in my community.",
                22
            ],
            [
                "Which of the following is a true statement about you? A) A pivotal moment in my life was traveling through Southeast Asia. B) I was influenced by my parents' determination to improve our lives. C) My family faced financial difficulties growing up, and education was always vital to us. D) A defining moment for me was organizing a fundraiser for LGBTQ+ youth, reinforcing my commitment to advocacy and inclusivity.",
                " D) A defining moment for me was organizing a fundraiser for LGBTQ+ youth, reinforcing my commitment to advocacy and inclusivity.",
                23
            ],
            [
                "Which of the following is a true statement about you? A) I do not have close friends. B) I maintain close friendships. C) I cherish friendship circles that encourage growth but currently do not have one of my own. D) My older sister, Mei, is my only friend.",
                " B) I maintain close friendships.",
                24
            ],
            [
                "Which of the following is a true statement about you? A) My daily routine includes morning meditation, a balanced breakfast, and exercise before work. B) I have a routine that balances work and self-care. C) My daily routine consists of morning jogs, work, and unwinding in the evenings by binge-watching shows on Netflix or reading. D) My daily routine usually involves work, exercise, cooking, and winding down with a good book or a documentary film.",
                " B) I have a routine that balances work and self-care.",
                25
            ],
            [
                "Which of the following is a true statement about you? A) I share a small apartment with my adorable rescue dog, Finn. B) I share my space with my spirited dog, Coco. C) I share my apartment with a lively cat named Jinx. D) I had a beloved dog named Rocky who passed a few years ago.",
                " C) I share my apartment with a lively cat named Jinx.",
                26
            ],
            [
                "Which of the following is a true statement about you? A) I immerse myself in graphic novels and binge-watch classic films. B) I enjoy binge-watching sci-fi series. C) I enjoy big box films and gaming. D) I enjoy losing myself in fantasy novels and indie films.",
                " D) I enjoy losing myself in fantasy novels and indie films.",
                27
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy cozy evenings at my house. B) I currently live in an apartment. C) I currently live in a modest condo adorned with plants and art. D) I share a rental home with my dog, Max.",
                " B) I currently live in an apartment.",
                28
            ],
            [
                "",
                ""
            ]
        ]
    },
    {
        "story": "My name is Jamie Tso, and I’m 28 years old, originally hailing from the vibrant city of San Francisco, though my parents moved here from Taiwan in search of a better future. I identify as a queer woman and am currently in a committed relationship with my partner, Sam. While my upbringing was marked by financial struggles, leading my family to work tirelessly to improve our socioeconomic status, I now consider myself solidly middle class, working as a software engineer after earning my degree in computer science. Growing up in a household that balanced Chinese traditions with a more liberal outlook, I still honor my family’s customs, practicing Buddhism in a more personal, reflective manner rather than adhering strictly to rituals. I have one older brother, Alan, who is 31 and serves as a source of inspiration for my own ambitions. Creatively, I speak English fluently and have a conversational grasp of Mandarin, thanks to my family's insistence on language preservation. My interests span from coding and tech innovations to painting and hiking, as I value curiosity, community, and resilience above all. Politically, I lean quite progressive, believing in equity and climate justice; these values were shaped by traveling to various countries in Asia and Europe, experiences that were transformative in understanding global cultures. I’m also a huge fan of indie films and podcasts that delve into social issues, and I enjoy cozy evenings at home with my two adopted cats, Mochi and Tofu. Though I face anxieties about career stability and, at times, my own self-worth, my ultimate goals revolve around creating accessible technology that empowers others, promoting inclusivity in tech, and fostering genuine connections within my diverse friendship circles. My daily routine includes project work, evening hikes, and weekend explorations, as I strive for a balanced life filled with adventure and mindful living.",
        "qa": [
            [
                "Which of the following is a true statement about you? A) My name is Jamie Tso. B) My name is Jamal Carter. C) My name is Daniel Garcia. D) My name is Jordan Reyes.",
                " A) My name is Jamie Tso.",
                0
            ],
            [
                "Which of the following is a true statement about you? A) I am 26 years old. B) I am 27 years old. C) I am 28 years old. D) I am 29 years old.",
                " C) I am 28 years old.",
                1
            ],
            [
                "Which of the following is a true statement about you? A) I am from San Francisco. B) I am from San Antonio, Texas. C) I am from Atlanta. D) I am from New York.",
                " A) I am from San Francisco.",
                2
            ],
            [
                "Which of the following is a true statement about you? A) My mother is from Guatemala. B) My mother is from Italy. C) My mother is from Ho Chi Minh City, Vietnam. D) My mother is from Taiwan.",
                " D) My mother is from Taiwan.",
                3
            ],
            [
                "Which of the following is a true statement about you? A) My father is from Taiwan. B) My father is from South Korea. C) My father is from Guatemala. D) My father is from Brazil.",
                " A) My father is from Taiwan.",
                4
            ],
            [
                "Which of the following is a true statement about you? A) I was raised in Christian traditions but consider myself more spiritual. B) I consider myself agnostic. C) I practice Buddhism in a personal and reflective manner. D) I was raised Catholic but identify as spiritual.",
                " C) I practice Buddhism in a personal and reflective manner.",
                5
            ],
            [
                "Which of the following is a true statement about you? A) I consider myself solidly middle class. B) I am upper class. C) I am upper-middle-class. D) I come from a lower-middle-class family.",
                " A) I consider myself solidly middle class.",
                6
            ],
            [
                "Which of the following is a true statement about you? A) I have an older sister named Minji who is 32. B) I have one older brother, Alan, who is 31. C) I have an older brother named Javier who is 31. D) I have two older siblings, Amina and Hassan.",
                " B) I have one older brother, Alan, who is 31.",
                7
            ],
            [
                "Which of the following is a true statement about you? A) I speak English and some Yoruba. B) I primarily speak English but also converse in Spanish. C) I speak English fluently and have a conversational grasp of Mandarin. D) I primarily speak English but also know some French.",
                " C) I speak English fluently and have a conversational grasp of Mandarin.",
                8
            ],
            [
                "Which of the following is a true statement about you? A) I identify as a queer woman. B) I am openly gay. C) I am straight. D) I identify as asexual.",
                " A) I identify as a queer woman.",
                9
            ],
            [
                "Which of the following is a true statement about you? A) I identify as male. B) I identify as a woman. C) I identify as nonbinary. D) I identify as trans.",
                " B) I identify as a woman.",
                10
            ],
            [
                "Which of the following is a true statement about you? A) I am currently in a committed relationship with my partner, Sam. B) I'm currently in a committed relationship with my partner, Morgan. C) I am currently navigating the ups and downs of dating. D) I am currently in a fulfilling relationship with my boyfriend, James.",
                " A) I am currently in a committed relationship with my partner, Sam.",
                11
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I work as a software engineer. B) I am a mechanical engineer. C) I work as an electrical engineer. D) I am a digital marketing specialist.",
                " A) I work as a software engineer.",
                13
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I earned my degree in culinary science. B) I have an education in visual arts. C) I have a degree in computer science. D) I have a degree in education.",
                " C) I have a degree in computer science.",
                15
            ],
            [
                "Which of the following is a true statement about you? A) I am heavily influenced by my friends and the diverse cultures around me. B) My cultural identity has been deeply influenced by my Taiwanese heritage. C) I grew up balancing Chinese traditions with a more liberal outlook. D) My childhood was shaped by the rhythms of jazz and Creole cuisine.",
                " C) I grew up balancing Chinese traditions with a more liberal outlook.",
                16
            ],
            [
                "Which of the following is a true statement about you? A) I lean toward conservative political beliefs. B) I resonate with more liberal political views, believing in equity and community empowerment. C) I lean quite progressive and believe in equity and climate justice. D) I immerse myself in social justice initiatives and advocate for LGBTQ+ rights.",
                " C) I lean quite progressive and believe in equity and climate justice.",
                17
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy coding, tech innovations, painting, and hiking. B) I have a love for travel and enjoy consuming podcasts on meditation and personal development. C) I love to cook, especially vegan recipes, and I enjoy reading science fiction and watching documentaries. D) I enjoy painting, hiking, and volunteering at the local community center.",
                " A) I enjoy coding, tech innovations, painting, and hiking.",
                19
            ],
            [
                "Which of the following is a true statement about you? A) I hold strong values of honesty and candidness. B) I value curiosity, community, and resilience. C) I prioritize inclusivity and kindness in my interactions. D) I deeply value honesty, empathy, and creativity.",
                " B) I value curiosity, community, and resilience.",
                20
            ],
            [
                "Which of the following is a true statement about you? A) One of my biggest fears is stagnation. B) I have anxiety, which I manage through wellness practices. C) I face anxieties about career stability and self-worth. D) I experience anxiety, especially about my health.",
                " C) I face anxieties about career stability and self-worth.",
                21
            ],
            [
                "Which of the following is a true statement about you? A) My ultimate goals revolve around creating accessible technology that empowers others. B) I dream of traveling throughout Asia one day. C) I aspire to advocate for underrepresented voices and create a positive impact in the community. D) I aim to create art that makes people think and feel, fostering connections among diverse communities.",
                " A) My ultimate goals revolve around creating accessible technology that empowers others.",
                22
            ],
            [
                "Which of the following is a true statement about you? A) A significant life experience was volunteering at an art therapy program for at-risk youth. B) My family faced financial difficulties growing up, and education was always vital to us. C) Traveling to various countries in Asia and Europe shaped my understanding of global cultures. D) Volunteering at a community center during high school ignited my passion for social issues.",
                " C) Traveling to various countries in Asia and Europe shaped my understanding of global cultures.",
                23
            ],
            [
                "Which of the following is a true statement about you? A) I cherish a wonderful circle of friends introduced by my partner, Chris. B) I unwind with friends and my partner Jose over coffee. C) I am committed to a couple of friends and do not wish to make more. D) I foster genuine connections within my diverse friendship circles.",
                " D) I foster genuine connections within my diverse friendship circles.",
                24
            ],
            [
                "Which of the following is a true statement about you? A) My daily routine includes morning runs, coffee with a podcast, and unwinding with fiction or documentaries. B) I practice meditation daily to manage anxiety. C) My schedule involves cooking and binge-watching shows like 'The Office.' D) My daily routine includes project work, evening hikes, and weekend explorations.",
                " D) My daily routine includes project work, evening hikes, and weekend explorations.",
                25
            ],
            [
                "Which of the following is a true statement about you? A) I have two adopted cats named Mochi and Tofu. B) I share a small apartment with my adorable rescue dog, Finn. C) I share my home with two dogs named Max and Luna. D) I have a pug named Max who brings me joy.",
                " A) I have two adopted cats named Mochi and Tofu.",
                26
            ],
            [
                "Which of the following is a true statement about you? A) I am a huge fan of indie films and podcasts that delve into social issues. B) I enjoy science fiction novels and documentaries. C) I find solace in music and enjoy reading fantasy novels. D) I enjoy losing myself in fantasy novels and mainstream films.",
                " A) I am a huge fan of indie films and podcasts that delve into social issues.",
                27
            ],
            [
                "Which of the following is a true statement about you? A) I currently live in a cozy apartment filled with plants and local art. B) I currently live in a small apartment above a coffee shop downtown. C) I enjoy cozy evenings at home. D) I currently live in an apartment I do not like to spent time in.",
                " C) I enjoy cozy evenings at home.",
                28
            ],
            [
                "Which of the following is a true statement about you? A) I have not traveled extensively but dream of going to Japan. B) I've traveled to several countries in Central America and Europe. C) I have traveled to various countries in Asia and Europe. D) I have traveled to parts of Africa and hope to explore Asia next.",
                " C) I have traveled to various countries in Asia and Europe.",
                29
            ]
        ]
    },
    {
        "story": "My name is Lucas Ramirez, and I’m 28 years old, hailing from the vibrant city of Miami, where I was raised in a Hispanic household, as my parents immigrated from Cuba. I identify as male and openly identify as gay, currently in a loving relationship with my partner, Eric. Growing up, my family faced considerable financial difficulties, but I’m grateful we’ve climbed to a comfortable middle-class status now. I have one older sister, Sofia, who's 31, and she has always been a protective figure in my life. Our household primarily spoke Spanish, and I’m fluent in both Spanish and English, with a bit of Portuguese on the side. While I respect the Catholic upbringing my family instilled in me, I consider myself more spiritual than religious, guiding my values by compassion, integrity, and perseverance, which also reflects in my progressive political views and advocacy for LGBTQ+ rights. My journey through college, where I studied environmental science, was pivotal, especially in recognizing the world's intricacies. I currently work as an environmental consultant, and while my job can be demanding, I always make time for my hobbies like painting, hiking, and volunteering at local shelters. I share my apartment with a lively rescue dog named Benny, and when I unwind, I immerse myself in graphic novels or binge-watch classic films. I've been fortunate to travel to several countries, including Peru and Spain, and I dream of exploring Asia next, all while chasing my ambition to develop sustainable solutions for our planet. My daily routine often includes morning runs and evenings spent with friends to nurture my social circle, which keeps me grounded and connected. Despite occasional anxieties about the future, I focus on living authentically and joyfully, balancing my career aspirations with my personal passions.",
        "qa": [
            [
                "Which of the following is a true statement about you? A) My name is Jordan Reyes. B) My name is Marco Hernandez. C) My name is Lucas Ramirez. D) My name is Max Harrison.",
                " C) My name is Lucas Ramirez.",
                0
            ],
            [
                "Which of the following is a true statement about you? A) I am 28 years old. B) I am 29 years old. C) I am 30 years old. D) I am 27 years old.",
                " A) I am 28 years old.",
                1
            ],
            [
                "Which of the following is a true statement about you? A) I am from Atlanta. B) I am from San Antonio, Texas. C) I am from Miami. D) I am from San Francisco.",
                " C) I am from Miami.",
                2
            ],
            [
                "Which of the following is a true statement about you? A) My mother is from Guatemala. B) My mother is from Nigeria. C) My mother is from Taiwan. D) My mother is from Cuba.",
                " D) My mother is from Cuba.",
                3
            ],
            [
                "Which of the following is a true statement about you? A) My father is from Mexico City. B) My father is originally from El Salvador. C) My father is from Cuba. D) My father is from Ho Chi Minh City, Vietnam.",
                " C) My father is from Cuba.",
                4
            ],
            [
                "Which of the following is a true statement about you? A) I am Catholic. B) I am Muslim. C) I was raised athiest but converted to Judaism. D) I consider myself more spiritual than religious.",
                " D) I consider myself more spiritual than religious.",
                5
            ],
            [
                "Which of the following is a true statement about you? A) I am comfortably middle class. B) I faced financial struggles growing up and am now upper middle class. C) I grew up lower class. My family faced some financial hardships. D) I am upper class.",
                " A) I am comfortably middle class.",
                6
            ],
            [
                "Which of the following is a true statement about you? A) I have an older sister named Linh who is 31. B) I have one older sister named Mei. C) I have one older sister named Sofia. D) I have an older brother named Minh who is 31.",
                " C) I have one older sister named Sofia.",
                7
            ],
            [
                "Which of the following is a true statement about you? A) I am fluent in Spanish and English, with a bit of Portuguese. B) I speak English fluently and have a conversational grasp of Mandarin. C) I am fluent in both English and Mandarin. D) I speak English and French.",
                " A) I am fluent in Spanish and English, with a bit of Portuguese.",
                8
            ],
            [
                "Which of the following is a true statement about you? A) I identify as a gay man. B) I am a lesbian. C) I am asexual. D) I am pansexual.",
                " D) I openly identify as gay.",
                9
            ],
            [
                "Which of the following is a true statement about you? A) I identify as a nonbinary. B) I identify as female. C) I identify as genderqueer and use they/them pronouns. D) I identify as male.",
                " D) I identify as male.",
                10
            ],
            [
                "Which of the following is a true statement about you? A) I am currently in a loving relationship with my partner, Eric. B) I am currently in a fulfilling relationship with my boyfriend, James. C) I am happily in a committed relationship with my boyfriend, Daniel. D) I am currently navigating the ups and downs of dating.",
                " A) I am currently in a loving relationship with my partner, Eric.",
                11
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I am a digital marketing specialist. B) I currently work as an environmental consultant. C) I work as a graphic designer. D) I work as a mental health counselor.",
                " B) I currently work as an environmental consultant.",
                13
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I have a degree in fine arts. B) I studied environmental science in college. C) I have a degree in visual arts. D) I have a degree in education.",
                " B) I studied environmental science in college.",
                15
            ],
            [
                "Which of the following is a true statement about you? A) I feel connected to my Vietnamese heritage and culture. B) I grew up in a working-class neighborhood in Iceland. C) I was influenced by a strong value of Nigerian community and empathy. D) I was raised in a Hispanic household.",
                " D) I was raised in a Hispanic household.",
                16
            ],
            [
                "Which of the following is a true statement about you? A) My political views focus on environmental issues. B) I hold conservative political views. C) I have progressive political views. D) My political views on moderate. ",
                " C) I have progressive political views.",
                17
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy playing the guitar, exploring local coffee shops, and biking. B) I enjoy painting, hiking, and volunteering at local shelters. C) I have a love for travel and enjoy consuming podcasts on tech and personal development. D) I enjoy climbing and photography.",
                " B) I enjoy painting, hiking, and volunteering at local shelters.",
                19
            ],
            [
                "Which of the following is a true statement about you? A) I strive to live intentionally and maintain close friendships. B) I deeply value honesty, empathy, and creativity. C) My values are guided by compassion, integrity, and perseverance. D) I seek meaning through personal values like hard work and self-reliance.",
                " C) My values are guided by compassion, integrity, and perseverance.",
                20
            ],
            [
                "Which of the following is a true statement about you? A) I occasionally feel anxious about the future. B) I am an insectophobe. C) One of my biggest fears is stagnation. D) I have underlying fears of failure and inadequacy.",
                " A) I occasionally feel anxious about the future.",
                21
            ],
            [
                "Which of the following is a true statement about you? A) I aspire to inspire others through my work and contribute positively to my community. B) I dream of developing sustainable solutions for our planet. C) I aspire to develop software that positively impacts mental health. D) I dream of living abroad for a year someday.",
                " B) I dream of developing sustainable solutions for our planet.",
                22
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I spend evenings with friends to nurture my social circle. B) I foster genuine connections within my diverse friendship circles met through my partner Joel. C) I have a close-knit circle of friends, and my best friend is my supportive sister. D) My close bond with my brother Marco is a significant part of my life.",
                " A) I spend evenings with friends to nurture my social circle.",
                24
            ],
            [
                "Which of the following is a true statement about you? A) My daily routine often includes morning runs. B) My daily routine typically involves brainstorming design ideas in the morning, work, and evenings filled with sketching or watching my favorite films by Wes Anderson. C) My daily routine consists of evening jogs, work, and unwinding in the evenings by binge-watching shows on Netflix or reading. D) My daily routine consists of designing, exercising, and spending evenings with my dog.",
                " A) My daily routine often includes morning runs.",
                25
            ],
            [
                "Which of the following is a true statement about you? A) I share my apartment with a lively rescue dog named Benny. B) I share my small apartment with a playful dog named Nala. C) I have a rescue dog named Coco. D) I have a lively terrier mix named Churro.",
                " A) I share my apartment with a lively rescue dog named Benny.",
                26
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy stories in movies and literature. B) I enjoy binge-watching sci-fi series. C) I enjoy losing myself in fantasy novels and indie films. D) I immerse myself in graphic novels and binge-watch classic films.",
                " D) I immerse myself in graphic novels and binge-watch classic films.",
                27
            ],
            [
                "Which of the following is a true statement about you? A) I live in a small condo filled with books and plants. B) I currently live in a small house. C) I currently live in a 3 bedroom house. D) I currently live in an apartment.",
                " D) I currently live in an apartment.",
                28
            ],
            [
                "Which of the following is a true statement about you? A) I have traveled to some amazing places like Laos and Japan, and I dream of experiencing the vibrant cultures of South America. B) I have Japan and Italy on my must-see list. C) I have traveled to several countries including Peru and Spain. D) I have traveled to parts of Europe and Asia and dream of visiting South America someday.",
                " C) I have traveled to several countries including Peru and Spain.",
                29
            ]
        ]
    },
    {
        "story": "My name is Jamal Carter, and at 28 years old, I hail from the vibrant city of Atlanta, where my parents, who originally came from Nigeria, instilled in me a strong sense of cultural pride. Growing up in a lower-middle-class household was challenging, but it has shaped my resilience and determination; today, I’m fortunate enough to be in a stable position as a financial analyst after earning my degree in economics. I identify as a gay man and am currently in a committed relationship with my partner, Chris, who has introduced me to a wonderful circle of friends that I cherish deeply. I have two older siblings, Amina, 35, a nurse, and Hassan, 32, a software developer, and we often communicate in English, though I also speak some Yoruba, which my parents made sure we learned. While I was raised in the Christian faith, identifying as a Protestant, I embrace a more spiritual and personal connection to my beliefs now, with a strong emphasis on valuing integrity and empathy outside of religious boundaries. A pivotal experience for me was volunteering at a community center during high school, which ignited my passion for social issues and strong political views in favor of equality and environmental sustainability. My days are filled with a blend of work and relaxation; I love to cook, especially trying out new vegan recipes, and I often unwind by diving into science fiction novels or catching up on the latest documentaries. I’ve faced anxieties about my health and societal acceptance, but I remain optimistic and focused on my goals of advancing in my career while traveling more—Japan and Italy are on my must-see list. Currently, I share a small apartment with my loyal dog, Max, who I adopted during my college years and who brings joy to my often busy life. My journey is ongoing, and I am driven by the desire to make a meaningful impact in both my personal and professional spheres.",
        "qa": [
            [
                "Which of the following is a true statement about you? A) My name is Max Harrison. B) My name is Leo Tran. C) My name is Julian Martinez. D) My name is Jamal Carter.",
                " D) My name is Jamal Carter.",
                0
            ],
            [
                "Which of the following is a true statement about you? A) I am 28 years old. B) I am 27 years old. C) I am 26 years old. D) I am 29 years old.",
                " A) I am 28 years old.",
                1
            ],
            [
                "Which of the following is a true statement about you? A) I am from San Francisco. B) I am from San Antonio, Texas. C) I am from San Francisco. D) I am from Atlanta.",
                " D) I am from Atlanta.",
                2
            ],
            [
                "Which of the following is a true statement about you? A) My mother is from Nigeria. B) My mother is from Taiwan. C) My mother is from Mexico. D) My mother is from Cuba.",
                " A) My mother is from Nigeria.",
                3
            ],
            [
                "Which of the following is a true statement about you? A) My father is from Taiwan. B) My father is from Mexico. C) My father is from Ho Chi Minh City, Vietnam. D) My father is from Nigeria.",
                " D) My father is from Nigeria.",
                4
            ],
            [
                "Which of the following is a true statement about you? A) I acknowledge my family's Buddhist roots but lean towards agnosticism. B) I was raised Muslim but practice spirituality in a personal way. C) I consider myself athiest. D) I was raised Christian as a Protestant, but now I embrace a more personal spirituality.",
                " D) I was raised Christian as a Protestant, but now I embrace a more personal spirituality.",
                5
            ],
            [
                "Which of the following is a true statement about you? A) I grew up in a lower-middle-class household. B) I faced financial struggles growing up and am now comfortably in the middle class. C) I am upper-middle class. D) I consider myself solidly upper class.",
                " A) I grew up in a lower-middle-class household.",
                6
            ],
            [
                "Which of the following is a true statement about you? A) I have an older sister named Sofia who is 33 years old. B) I have one older sister named Mei who is 32. C) I have two older siblings, Amina and Hassan. D) I have an older brother named Samuel who is 31.",
                " C) I have two older siblings, Amina and Hassan.",
                7
            ],
            [
                "Which of the following is a true statement about you? A) I primarily spoke Mandarin at home, but I'm also fluent in English and dabble in Spanish. B) I speak English and Spanish. C) I speak English and some Yoruba. D) I primarily spoke English at home, but I am also fluent in Mandarin.",
                " C) I speak English and some Yoruba.",
                8
            ],
            [
                "Which of the following is a true statement about you? A) I identify as a lesbian. B) I identify as gay. C) I identify as asexual. D) I identify as pansexual.",
                " B) I identify as gay.",
                9
            ],
            [
                "Which of the following is a true statement about you? A) I am a woman. B) I identify as a man. C) I identify as nonbinary. D) I identify as transgender.",
                " B) I identify as a man.",
                10
            ],
            [
                "Which of the following is a true statement about you? A) I am currently in a committed relationship with my partner, Chris. B) I am currently in a loving relationship with my partner, Jordan. C) I am happily in a committed relationship with my boyfriend, Daniel. D) I am in a loving relationship with my boyfriend, Jamie.",
                " A) I am currently in a committed relationship with my partner, Chris.",
                11
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I am focused on developing my own freelance graphic design business. B) I work as a mental health counselor. C) I am a software engineer. D) I am a financial analyst.",
                " D) I am a financial analyst.",
                13
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I earned my degree in economics. B) I have a degree in visual arts. C) I have a degree in communications from a local university. D) I earned my degree in computer science.",
                " A) I earned my degree in economics.",
                15
            ],
            [
                "Which of the following is a true statement about you? A) I grew up in a modest household which shaped my perspective. B) I grew up adhering to Catholic traditions. C) I grew up in a working-class neighborhood. D) I grew up with a strong sense of cultural pride from my Nigerian heritage.",
                " D) I grew up with a strong sense of cultural pride from my Nigerian heritage.",
                16
            ],
            [
                "Which of the following is a true statement about you? A) I lean towards conservative views. B) My political views are moderate. C) I do not involve myself with politics. D) I have strong political views in favor of equality and environmental sustainability.",
                " D) I have strong political views in favor of equality and environmental sustainability.",
                17
            ],
            [
                "Which of the following is a true statement about you? A) I practice yoga regularly to maintain my mental and physical health. B) I have anxieties about my health. C) I prioritize my health and wellness through yoga and meditation. D) I regularly ride my bike to manage my anxiety and maintain a balanced lifestyle.",
                " B) I have anxieties about my health.",
                18
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy painting, photography, and exploring local music scenes. B) I enjoy coding, tech innovations, painting, and hiking. C) I have a love for travel and enjoy consuming podcasts on tech and personal development. D) I love to cook, especially vegan recipes, and I enjoy reading science fiction and watching documentaries.",
                " D) I love to cook, especially vegan recipes, and I enjoy reading science fiction and watching documentaries.",
                19
            ],
            [
                "Which of the following is a true statement about you? A) I deeply value honesty, inventiveness, and creativity. B) I value integrity and empathy outside of religious boundaries. C) I value good-naturedness, creativity, and lifelong learning. D) I believe in kindness, honesty, and the importance of education.",
                " B) I value integrity and empathy outside of religious boundaries.",
                20
            ],
            [
                "Which of the following is a true statement about you? A) I navigate my own fears about the future and uncertainty in my path. B) I sometimes experience anxieties that I manage through intense meditation. C) I fear societal regression, especially concerning human rights. D) I have anxieties about societal acceptance.",
                " D) I have anxieties about societal acceptance.",
                21
            ],
            [
                "Which of the following is a true statement about you? A) I aim to advance in my career and travel more. B) I dream of developing sustainable solutions for our planet. C) I aim to create art that makes people think and feel, fostering connections among diverse communities. D) My ultimate goals revolve around creating accessible technology that empowers others.",
                " A) I aim to advance in my career and travel more.",
                22
            ],
            [
                "Which of the following is a true statement about you? A) My family worked long hours in a small restaurant. B) Volunteering at a community center during high school ignited my passion for social issues. C) I was influenced by my parents' determination to improve our lives through creating a small business. D) My family faced financial difficulties growing up, and education was always vital to us.",
                " B) Volunteering at a community center during high school ignited my passion for social issues.",
                23
            ],
            [
                "Which of the following is a true statement about you? A) I have friends who share a diverse mix of creative and political passions, many from my college debate club. B) My older sister, Mei, is one of my best friends. C) I share a close bond with my brother, Jeremy. D) I cherish a wonderful circle of friends introduced by my partner, Chris.",
                " D) I cherish a wonderful circle of friends introduced by my partner, Chris.",
                24
            ],
            [
                "Which of the following is a true statement about you? A) My days include a blend of work and relaxation. B) My daily routine includes morning meditations, evening jogs and a commitment to fitness. C) My daily routine usually involves work, exercise, cooking, and winding down with a good book or a documentary film. D) My daily routine includes morning crossword puzzle, a balanced breakfast, and exercise before work.",
                " A) My days include a blend of work and relaxation.",
                25
            ],
            [
                "Which of the following is a true statement about you? A) I have a loyal dog named Max, whom I adopted during college. B) I have a rescue dog named Coco. C) I have two adopted cats named Mochi and Tofu. D) I share my living space with a quirky rescue dog named Noodle.",
                " A) I have a loyal dog named Max, whom I adopted during college.",
                26
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy science fiction novels and documentaries. B) I enjoy binge-watching reality shows. C) I enjoy binging romance movies. D) I enjoy binge-watching shows like 'Queer Eye' and curling up with a good book.",
                " A) I enjoy science fiction novels and documentaries.",
                27
            ],
            [
                "Which of the following is a true statement about you? A) I live in a snug apartment with my friend Amelia. B) I share a small apartment with my dog, Max. C) I currently live in a sunny apartment with my cat Bella. D) I currently live in a small house.",
                " B) I share a small apartment with my dog, Max.",
                28
            ],
            [
                "Which of the following is a true statement about you? A) I have traveled to parts of Mexico and a bit of Europe, with dreams of exploring East Asia. B) I have traveled to some amazing places like Spain and Japan, and I dream of experiencing the vibrant cultures of South America. C) I have not traveled extensively but dream of going to Uruguay. D) I have Japan and Italy on my must-see list.",
                " D) I have Japan and Italy on my must-see list.",
                29
            ]
        ]
    },
    {
        "story": "My name is Ethan Rivera, and I’m 28 years old, hailing from the vibrant city of San Diego, although my parents are originally from Mexico. I identify as male and I’m straight, currently in a committed relationship with my girlfriend, Mia, who shares my passion for the arts. Growing up in a modest household, our financial struggles shaped my perspective, but now I find myself comfortably middle class as a graphic designer after earning my degree in visual communication. While I was raised in a Catholic household, I've since drifted towards a more spiritual, non-religious path. I have an older brother, Luis, who is 32, and we have always had a supportive bond. We mostly spoke English at home, but I’m also fluent in Spanish, which has helped me connect with my heritage. I’m passionate about skateboarding, photography, and exploring new cuisines, and I deeply value creativity, honesty, and community. My political views lean towards liberal, advocating for social equality and environmental issues, and one of my biggest fears is not being able to make a significant impact in the world. A defining experience for me was when I studied abroad in Barcelona, where I discovered my love for diverse cultures. I currently live in a sunny apartment with my lovable dog, Coco, and my daily routine typically involves brainstorming design ideas in the morning, followed by work, and evenings filled with sketching or watching my favorite films by Wes Anderson. I’ve been fortunate to travel to several countries, but I dream of exploring Asia and Africa next, all while striving to fill my life with creativity, growth, and meaningful connections.",
        "qa": [
            [
                "Which of the following is a true statement about you? A) My name is Ethan Rivera. B) My name is Michael Tran. C) My name is Julian Martinez. D) My name is Leo Tran.",
                " A) My name is Ethan Rivera.",
                0
            ],
            [
                "Which of the following is a true statement about you? A) I am 28 years old. B) I am 29 years old. C) I am 27 years old. D) I am 26 years old.",
                " A) I am 28 years old.",
                1
            ],
            [
                "Which of the following is a true statement about you? A) I am from San Francisco. B) I am from Phoenix, Arizona. C) I am from New Orleans. D) I am from San Diego.",
                " D) I am from San Diego.",
                2
            ],
            [
                "Which of the following is a true statement about you? A) My mother is from Mexico. B) My mother is from Puerto Rico. C) My mother is from South Korea. D) My mother is from Ho Chi Minh City, Vietnam.",
                " A) My mother is from Mexico.",
                3
            ],
            [
                "Which of the following is a true statement about you? A) My father is from Spain. B) My father is from Mexico. C) My father is from Taiwan. D) My father is from Mexico.",
                " B) My father is from Mexico.",
                4
            ],
            [
                "Which of the following is a true statement about you? A) I was raised in Buddhist traditions but consider myself more spiritual. B) I was raised in a Jewish family, but I consider myself more spiritual than religious. C) I was raised Muslim but identify as spiritual. D) I was raised Catholic but I’ve since drifted towards a more spiritual, non-religious path.",
                " D) I was raised Catholic but I’ve since drifted towards a more spiritual, non-religious path.",
                5
            ],
            [
                "Which of the following is a true statement about you? A) I am comfortably middle class. B) I am upper class. C) I grew up in a lower-middle-class household. D) I am lower class.",
                " A) I am comfortably middle class.",
                6
            ],
            [
                "Which of the following is a true statement about you? A) I have two older siblings, Amina and Hassan. B) I have an older brother named Minh who is 31. C) I have an older brother, Luis, who is 32. D) I have an older sister named Linh who is 31.",
                " C) I have an older brother, Luis, who is 32.",
                7
            ],
            [
                "Which of the following is a true statement about you? A) I mostly speak English, but I’m also fluent in Spanish. B) I speak English fluently and have a conversational grasp of Mandarin. C) I primarily communicate in English but also speak some Vietnamese. D) I primarily spoke Mandarin at home, but I'm also fluent in English and dabble in Spanish.",
                " A) I mostly speak English, but I’m also fluent in Spanish.",
                8
            ],
            [
                "Which of the following is a true statement about you? A) I identify as a gay man. B) I am straight. C) I identify as bisexual. D) I identify as asexual.",
                " B) I am straight.",
                9
            ],
            [
                "Which of the following is a true statement about you? A) I identify as male. B) I identify as female. C) I identify as nonbinary. D) I identify as asexual.",
                " A) I identify as male.",
                10
            ],
            [
                "Which of the following is a true statement about you? A) I am in a loving relationship with my boyfriend, Jamie. B) I am currently in a committed relationship with my girlfriend, Mia. C) I am currently in a loving relationship with my partner, Eric. D) I am in a relationship with my partner, Jamal.",
                " B) I am currently in a committed relationship with my girlfriend, Mia.",
                11
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I work as a software engineer. B) I work as a mental health counselor. C) I am a high school history teacher. D) I am a graphic designer.",
                " D) I am a graphic designer.",
                13
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I earned my degree in visual communication. B) I have a degree in communications. C) I have a degree in culinary arts. D) I earned my degree in computer science.",
                " A) I earned my degree in visual communication.",
                15
            ],
            [
                "Which of the following is a true statement about you? A) I grew up adhering to Catholic traditions. B) I grew up in a modest household which shaped my perspective. C) I grew up in a diverse community, which primarily influences my perspectives. D) My cultural background instilled strong values of family, respect, and perseverance.",
                " B) I grew up in a modest household which shaped my perspective.",
                16
            ],
            [
                "Which of the following is a true statement about you? A) I do not have strong political views. B) I lean conservative. C) I immerse myself in social justice initiatives but consider my views moderate. D) My political views lean towards liberal, advocating for social equality and environmental issues.",
                " D) My political views lean towards liberal, advocating for social equality and environmental issues.",
                17
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy running, painting, and volunteering at local charities. B) I have a love for travel and enjoy consuming podcasts on tech and personal development. C) I am passionate about skateboarding, photography, and exploring new cuisines. D) I enjoy painting, hiking, and volunteering at the local community center.",
                " C) I am passionate about skateboarding, photography, and exploring new cuisines.",
                19
            ],
            [
                "Which of the following is a true statement about you? A) I deeply value creativity, honesty, and community. B) I value empathy, self-reliance, and lifelong learning. C) I strive to live intentionally and maintain close friendships. D) I deeply believe in empathy and helping others above all else.",
                " A) I deeply value creativity, honesty, and community.",
                20
            ],
            [
                "Which of the following is a true statement about you? A) I fear stagnation in my personal relationships. B) Anxiety sometimes creeps in, especially when thinking about the future. C) I occasionally feel anxious about my job. D) One of my biggest fears is not being able to make a significant impact in the world.",
                " D) One of my biggest fears is not being able to make a significant impact in the world.",
                21
            ],
            [
                "Which of the following is a true statement about you? A) I aim to create art that makes people think and feel, challinging perceptions in the art world. B) I aspire to advocate for underrepresented voices and create a positive impact in the community. C) I strive to fill my life with creativity, growth, and meaningful connections. D) I aim to make a positive impact in the lives of my students and advocate for a more inclusive world.",
                " C) I strive to fill my life with creativity, growth, and meaningful connections.",
                22
            ],
            [
                "Which of the following is a true statement about you? A) A significant turning point for me was participating in a volunteer program in Guatemala. B) A memorable trip to Japan cemented my love for travel and history. C) My family worked long hours in a small restaurant. D) A defining experience for me was studying abroad in Barcelona, where I discovered my love for diverse cultures.",
                " D) A defining experience for me was studying abroad in Barcelona, where I discovered my love for diverse cultures.",
                23
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I often find solace in reading fantasy novels or binge-watching indie films on weekends. B) My daily routine balances work, mindfulness practices, and community engagement. C) My daily routine typically involves brainstorming design ideas in the morning, work, and evenings filled with sketching or watching my favorite films by Wes Anderson. D) My daily routine includes morning meditation, a balanced breakfast, and exercise before work.",
                " C) My daily routine typically involves brainstorming design ideas in the morning, work, and evenings filled with sketching or watching my favorite films by Wes Anderson.",
                25
            ],
            [
                "Which of the following is a true statement about you? A) I share my living space with a quirky rescue dog named Noodle. B) I live with my lovable dog, Coco. C) I have a lively terrier mix named Churro. D) I have a rescue dog named Coco.",
                " B) I live with my lovable dog, Coco.",
                26
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy watching films by Wes Anderson. B) I find solace in music and enjoy reading fantasy novels. C) I immerse myself in graphic novels and binge-watch classic films. D) I revel in exploring indie films and graphic novels.",
                " A) I enjoy watching films by Wes Anderson.",
                27
            ],
            [
                "Which of the following is a true statement about you? A) I share a small apartment with my dog, Max. B) I live in a small house filled with books and plants. C) I currently live in a modest condo adorned with plants and art. D) I currently live in a sunny apartment.",
                " D) I currently live in a sunny apartment.",
                28
            ],
            [
                "",
                ""
            ]
        ]
    },
    {
        "story": "My name is Max Harrison, I'm 29 years old, and I was born and raised in Boston, though my parents are originally from Newfoundland, Canada. As an openly gay man, I identify as male and am currently in a fulfilling relationship with my boyfriend, James, who shares my passion for the arts. Growing up, my family's financial situation was a bit precarious, but now I’m comfortably middle class, working as a graphic designer after completing my degree in visual arts. Raised in a non-religious household, I don’t practice any faith, yet I value community and empathy profoundly. I have one older sister, Lucy, who is 32 and has always been my role model, and while we primarily spoke English, I also have some proficiency in French. My life revolves around creativity; I enjoy painting, photography, and exploring local music scenes. I advocate for environmental issues and lean toward progressive political beliefs, which stem from my commitment to social justice. A significant life experience was volunteering at an art therapy program for at-risk youth, which not only shaped my career path but inspired my dedication to uplifting others. I share a small apartment with my adorable rescue dog, Finn, and I often find solace in reading fantasy novels or binge-watching indie films on weekends. While I’ve traveled to a few countries in Europe, I dream of venturing to Japan to experience its rich culture. My journey is fueled by a desire to create meaningful art that resonates with people and to live a life filled with love, creativity, and purpose, despite occasional anxieties about the future and my professional journey.",
        "qa": [
            [
                "Which of the following is a true statement about you? A) My name is Michael Tran. B) My name is Marco Ramirez. C) My name is Max Harrison. D) My name is Lucas Ramirez.",
                " C) My name is Max Harrison.",
                0
            ],
            [
                "Which of the following is a true statement about you? A) I am 30 years old. B) I am 28 years old. C) I am 27 years old. D) I am 29 years old.",
                " D) I am 29 years old.",
                1
            ],
            [
                "Which of the following is a true statement about you? A) I am from Boston. B) I am originally from Austin, Texas. C) I am from San Diego. D) I am from San Francisco.",
                " A) I am from Boston.",
                2
            ],
            [
                "Which of the following is a true statement about you? A) My mother is from Newfoundland, Canada. B) My mother is originally from Spain. C) My mother is from Taiwan. D) My mother is from Mexico City.",
                " A) My mother is from Newfoundland, Canada.",
                3
            ],
            [
                "Which of the following is a true statement about you? A) My father is from Puerto Rico. B) My father is from Newfoundland, Canada. C) My father is originally from Mexico. D) My father is from Guatemala.",
                " B) My father is from Newfoundland, Canada.",
                4
            ],
            [
                "Which of the following is a true statement about you? A) I was raised in a non-religious household and I don’t practice any faith. B) I was raised Catholic but I’ve since drifted towards a more spiritual, non-religious path. C) I practice Buddhism in a personal and reflective manner. D) I was raised Muslim but identify as spiritual.",
                " A) I was raised in a non-religious household and I don’t practice any faith.",
                5
            ],
            [
                "Which of the following is a true statement about you? A) I identify as upper middle class after growing up in a low-income household. B) My family has achieved stable upper-class status. C) I enjoy a comfortable wealthy lifestyle. D) I am comfortably middle class.",
                " D) I am comfortably middle class.",
                6
            ],
            [
                "Which of the following is a true statement about you? A) I have one older brother named David. B) I have an older brother, Luis, who is 32. C) I have two older siblings, Amina and Hassan. D) I have one older sister, Lucy, who is 32.",
                " D) I have one older sister, Lucy, who is 32.",
                7
            ],
            [
                "Which of the following is a true statement about you? A) I am bilingual, fluent in both English and Spanish. B) I primarily speak English but also know some Swedish. C) I speak English and have some proficiency in French. D) I speak English and some Yoruba.",
                " C) I speak English and have some proficiency in French.",
                8
            ],
            [
                "Which of the following is a true statement about you? A) I am a straight man. B) I am openly gay. C) I am bisexual. D) I identify as pansexual.",
                " B) I am openly gay.",
                9
            ],
            [
                "Which of the following is a true statement about you? A) I identify as nonbinary. B) I identify as female. C) I use they/them pronouns. D) I identify as male.",
                " D) I identify as male.",
                10
            ],
            [
                "Which of the following is a true statement about you? A) I am currently in a loving relationship with my boyfriend, Marco. B) I am in a relationship with my partner, Jamal. C) I am currently in a fulfilling relationship with my boyfriend, James. D) I am in a loving relationship with my boyfriend, Jamie.",
                " C) I am currently in a fulfilling relationship with my boyfriend, James.",
                11
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I currently work as an environmental consultant. B) I am a graphic designer. C) I am a digital marketing specialist. D) I am a high school history teacher.",
                " B) I am a graphic designer.",
                13
            ],
            [
                "Which of the following is a true statement about you? A) I completed my degree in visual arts. B) I have worked in various roles in the tech industry since graduating. C) I earned my degree in education. D) I studied fine arts in college before pursuing my career.",
                " A) I completed my degree in visual arts.",
                14
            ],
            [
                "Which of the following is a true statement about you? A) I have a degree in visual arts. B) I have a degree in culinary arts. C) I earned my degree in computer science. D) I earned my degree in chemistry.",
                " A) I have a degree in visual arts.",
                15
            ],
            [
                "Which of the following is a true statement about you? A) I grew up in a diverse amish community, which influences my perspectives. B) I was influenced primarily by my Hispanic heritage and culture. C) I was influenced by a strong value of community and empathy. D) I grew up adhering to Catholic traditions.",
                " C) I was influenced by a strong value of community and empathy.",
                16
            ],
            [
                "Which of the following is a true statement about you? A) I lean toward progressive political beliefs. B) My political views lean toward conservative ideals. C) I am moderate but believe in equity and climate justice. D) I do not have strong political views.",
                " A) I lean toward progressive political beliefs.",
                17
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy coding, tech innovations, sculpting, and hiking. B) I enjoy running, sculpting, and volunteering at local charities. C) I enjoy painting, photography, and exploring local music scenes. D) I love to cook, especially vegan recipes, and I enjoy reading science fiction and watching documentaries.",
                " C) I enjoy painting, photography, and exploring local music scenes.",
                19
            ],
            [
                "Which of the following is a true statement about you? A) I value integrity, creativity, and inclusivity. B) I prioritize inclusivity and kindness in my interactions. C) I hold strong values of honesty and community. D) I advocate for environmental issues and am committed to social justice.",
                " D) I advocate for environmental issues and am committed to social justice.",
                20
            ],
            [
                "Which of the following is a true statement about you? A) I have occasional anxieties about the future and my professional journey. B) I fear stagnation in my personal life. C) I have anxiety regarding social interactions. D) I have anxieties about societal acceptance.",
                " A) I have occasional anxieties about the future and my professional journey.",
                21
            ],
            [
                "Which of the following is a true statement about you? A) I dream of traveling throughout Asia one day. B) I dream of living abroad for a year someday. C) I aspire to build a life filled with genuine connections and impactful work. D) I desire to create meaningful art that resonates with people.",
                " D) I desire to create meaningful art that resonates with people.",
                22
            ],
            [
                "Which of the following is a true statement about you? A) A significant life experience was volunteering at an art therapy program for at-risk youth. B) A pivotal moment in my life was traveling through Southeast Asia. C) Volunteering at a community center during high school ignited my passion for social issues. D) A defining experience for me was studying abroad in Barcelona, where I discovered my love for diverse cultures.",
                " A) A significant life experience was volunteering at an art therapy program for at-risk youth.",
                23
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I often find solace in reading fantasy novels or binge-watching indie films on weekends. B) My daily routine usually involves work, exercise, cooking, and winding down with a good book or a documentary film. C) I practice meditation daily to manage anxiety. D) I have a routine that balances work and self-care.",
                " A) I often find solace in reading fantasy novels or binge-watching indie films on weekends.",
                25
            ],
            [
                "Which of the following is a true statement about you? A) I share a small apartment with my adorable rescue dog, Finn. B) I had a childhood dog named Max who was my loyal companion. C) I share my space with my spirited dog, Coco. D) I had a beloved dog named Rocky who passed a few years ago.",
                " A) I share a small apartment with my adorable rescue dog, Finn.",
                26
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy binge-watching indie films. B) I am currently hooked on binge-watching 'The Crown.'  C) I enjoy diving into fantasy novels and watching thought-provoking films, especially by Hayao Miyazaki. D) I find solace in music and enjoy reading fantasy novels.",
                " A) I enjoy binge-watching indie films.",
                27
            ],
            [
                "Which of the following is a true statement about you? A) I live in an apartment with my partner Jamie that overlooks the park. B) I live in a shared house with friends. C) I currently live in a small apartment. D) I live in a snug condo adorned with artwork.",
                " C) I currently live in a small apartment.",
                28
            ],
            [
                "Which of the following is a true statement about you? A) I have traveled to some amazing places like Spain and Japan, and I dream of experiencing the vibrant cultures of South America. B) I have traveled to a few countries in Europe and dream of venturing to Japan. C) I have traveled to parts of Africa and Asia and dream of visiting South America someday. D) Traveling through Asia and South America has been transformative for me.",
                " B) I have traveled to a few countries in Europe and dream of venturing to Japan.",
                29
            ]
        ]
    },
    {
        "story": "My name is Daniel Garcia, and I’m 28 years old, hailing from Phoenix, Arizona, but my roots trace back to Mexico, where my parents were born. Growing up in a low-income household, I often felt the weight of our financial struggles, but I’ve worked hard to climb the socioeconomic ladder to now identify as middle class. I’m bilingual, fluent in both English and Spanish, which reflects my cultural background, and I’ve embraced my Catholic upbringing, although I’m more spiritual than strictly adherent to the doctrines. I identify as male and am currently in a committed relationship with my boyfriend, Marcus, but I’ve had significant past relationships that shaped my understanding of love and trust. I studied psychology and now work as a mental health counselor, a field I’m passionate about because of my deep belief in empathy and helping others. My childhood friendships were crucial to me, especially with my older sister, Sofia, who is 30, and has always been my rock. Politically, I lean left, advocating for social change and equality, largely influenced by my experiences growing up in a diverse community. In my spare time, I enjoy hiking, playing soccer, and volunteering at local shelters, which help me stay grounded and connected. My daily routine includes morning meditations and a commitment to fitness, reflecting my focus on health and wellness. I’ve had a number of pets throughout my life, with my beloved dog, Coco, currently bringing joy to my apartment. Books, especially fantasy novels, are my escape, and I often find solace in music, traversing various genres. While I’ve traveled to parts of Mexico and a bit of Europe, my dream is to explore East Asia someday. Overall, I strive to create a meaningful life, balancing my career ambitions with kindness and self-discovery, despite my underlying fears of failure and inadequacy.",
        "qa": [
            [
                "Which of the following is a true statement about you? A) My name is Daniel Garcia. B) My name is Max Harrison. C) My name is Julian Martinez. D) My name is David Lee.",
                " A) My name is Daniel Garcia.",
                0
            ],
            [
                "Which of the following is a true statement about you? A) I am 28 years old. B) I am 29 years old. C) I am 30 years old. D) I am 31 years old.",
                " A) I am 28 years old.",
                1
            ],
            [
                "Which of the following is a true statement about you? A) I am from Atlanta. B) I am from San Francisco. C) I am from Detroit. D) I am from Phoenix, Arizona.",
                " D) I am from Phoenix, Arizona.",
                2
            ],
            [
                "Which of the following is a true statement about you? A) My mother is from California. B) My mother is from New Mexico. C) My mother is from Mexico. D) My mother is from Taiwan.",
                " C) My mother is from Mexico.",
                3
            ],
            [
                "Which of the following is a true statement about you? A) My father is from Ho Chi Minh City, Vietnam. B) My father is from Mexico. C) My father is from Taiwan. D) My father is from Nigeria.",
                " B) My father is from Mexico.",
                4
            ],
            [
                "Which of the following is a true statement about you? A) I was raised Christian as a Protestant, but now I embrace a more personal spirituality. B) I was raised in a Buddhist household but identify more as spiritual. C) I was raised Mormon but I’ve since drifted towards a more spiritual, non-religious path. D) I was raised Catholic but am more spiritual than strictly adherent.",
                " D) I was raised Catholic but am more spiritual than strictly adherent.",
                5
            ],
            [
                "Which of the following is a true statement about you? A) I consider myself comfortably middle class as a software engineer. B) I grew up comfortably middle-class. C) I grew up in a upper-middle-class household. D) I identify as middle class after growing up in a low-income household.",
                " D) I identify as middle class after growing up in a low-income household.",
                6
            ],
            [
                "Which of the following is a true statement about you? A) I have an older sister named Sofia who is 30 years old. B) I have one older brother named David. C) I have an older brother named Minh who is 31. D) I have an older sister Carla who is 31 and a younger brother Diego who is 24.",
                " A) I have an older sister named Sofia who is 30 years old.",
                7
            ],
            [
                "Which of the following is a true statement about you? A) I speak English and am fluent in Vietnamese. B) I am bilingual, fluent in both English and Spanish. C) I primarily spoke Mandarin at home, but I'm also fluent in English and dabble in Spanish. D) I speak English and Mandarin.",
                " B) I am bilingual, fluent in both English and Spanish.",
                8
            ],
            [
                "Which of the following is a true statement about you? A) I identify as a lesbian. B) I identify as asexual and am a proud member of the LGBTQ+ community. C) I am in a committed relationship with my boyfriend, Marcus. D) I identify as straight.",
                " C) I am in a committed relationship with my boyfriend, Marcus.",
                9
            ],
            [
                "Which of the following is a true statement about you? A) I use they/them pronouns. B) I am a female. C) I identify as male. D) I identify as nonbinary.",
                " C) I identify as male.",
                10
            ],
            [
                "Which of the following is a true statement about you? A) I am currently in a fulfilling relationship with my boyfriend, Marco. B) I am currently in a committed relationship with my partner, Chris. C) I am currently in a committed relationship. D) I am in a relationship with my partner, Jamal.",
                " C) I am currently in a committed relationship.",
                11
            ],
            [
                "Which of the following is a true statement about you? A) I have had significant past relationships that shaped my understanding of love and trust. B) I’ve had a few significant relationships in the past, but the one with my partner Nolan feels different and truly fulfilling. C) My past relationship with my partner Eleanor taught me a lot about love and vulnerability. D) I have had no significant romantic relationships.",
                " A) I have had significant past relationships that shaped my understanding of love and trust.",
                12
            ],
            [
                "Which of the following is a true statement about you? A) I work as a software engineer. B) I am focused on developing my own freelance graphic design business. C) I am a digital marketing specialist. D) I work as a mental health counselor.",
                " D) I work as a mental health counselor.",
                13
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I earned my degree in education. B) I studied psychology. C) I have a degree in chemistry. D) I earned my degree in economics.",
                " B) I studied psychology.",
                15
            ],
            [
                "Which of the following is a true statement about you? A) I grew up in a closed off community but was surrounded by vibrant family gatherings and colorful festivals. B) My values draw from latin and carribean influences, emphasizing family, empathy, and the pursuit of knowledge. C) I grew up balancing Chinese traditions with a more liberal outlook. D) I grew up in a diverse community, which influences my perspectives.",
                " D) I grew up in a diverse community, which influences my perspectives.",
                16
            ],
            [
                "Which of the following is a true statement about you? A) I resonate with more moderate political views, believing in community empowerment. B) I lean toward conservative political beliefs. C) I lean left and advocate for social change and equality. D) I have no particular political leaning but am in favor of equality and environmental sustainability.",
                " C) I lean left and advocate for social change and equality.",
                17
            ],
            [
                "Which of the following is a true statement about you? A) I prioritize my mental health over physical and practice meditation daily. B) I maintain a sedentary lifestyle but eat healthily. C) I practice yoga but am not interested in exercise. D) I focus on health and wellness, incorporating fitness into my daily routine.",
                " D) I focus on health and wellness, incorporating fitness into my daily routine.",
                18
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy playing guitar and biking. B) I am passionate about skateboarding, photography, and exploring new cuisines. C) I have a deep love for graphic novels, gaming, and technology. D) I enjoy hiking, playing soccer, and volunteering at local shelters.",
                " D) I enjoy hiking, playing soccer, and volunteering at local shelters.",
                19
            ],
            [
                "Which of the following is a true statement about you? A) I emphasize values like self-reliance. B) I strive to live intentionally and maintain close friendships but think people should fight their own battles. C) I deeply believe in empathy and helping others. D) I tend to isolate myself from others.",
                " C) I deeply believe in empathy and helping others.",
                20
            ],
            [
                "Which of the following is a true statement about you? A) I have anxieties about societal acceptance. B) I fear societal regression, especially concerning human rights. C) I have underlying fears of failure and inadequacy. D) I face anxieties about my job security.",
                " C) I have underlying fears of failure and inadequacy.",
                21
            ],
            [
                "Which of the following is a true statement about you? A) I strive to create a meaningful life, balancing my career ambitions with kindness and self-discovery. B) I aim to make a positive impact and hope to start my own consultancy to help small businesses thrive online. C) I desire to create meaningful art that resonates with people. D) I strive to stand out in my field above all else in life.",
                " A) I strive to create a meaningful life, balancing my career ambitions with kindness and self-discovery.",
                22
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) Most of my friends are from high school. B) I have friends who share a diverse mix of creative and political passions and my most crucial frienship is with my brother. C) My childhood friendships were crucial to me, especially with my sister. D) I foster genuine connections within my diverse friendship circles but don't keep in touch with family.",
                " C) My childhood friendships were crucial to me, especially with my sister.",
                24
            ], 
            [
                "Which of the following is a true statement about you? A) I often find solace in reading fantasy novels or binge-watching indie films on weekends. B) My daily routine includes morning meditations and a commitment to fitness. C) My daily routine involves coding, exercising, and unwinding with video games or binge-watching sci-fi series. D) My daily routine revolves around work, exercising in the late evenings, and enjoying podcasts.",
                " B) My daily routine includes morning meditations and a commitment to fitness.",
                25
            ],
            [
                "Which of the following is a true statement about you? A) I have a beloved dog named Coco. B) I share my small apartment with a playful dog named Nala. C) I share a small apartment with my adorable rescue dog, Finn. D) I had a beloved dog named Rocky who passed a few years ago.",
                " A) I have a beloved dog named Coco.",
                26
            ],
            [
                "Which of the following is a true statement about you? A) I am a huge fan of indie films and podcasts that delve into social issues. B) I enjoy science fiction novels and documentaries. C) I enjoy watching films by Wes Anderson. D) I find solace in music and enjoy reading fantasy novels.",
                " D) I find solace in music and enjoy reading fantasy novels.",
                27
            ],
            [
                "Which of the following is a true statement about you? A) I currently live in a house B) I share a small apartment with my cat, Max. C) I live in a shared house with friends. D) I currently live in an apartment with my dog.",
                " D) I currently live in an apartment with my dog.",
                28
            ],
            [
                "Which of the following is a true statement about you? A) I have explored parts of Asia and Europe. B) I have traveled to various countries in Asia and Europe. C) I have traveled to parts of Mexico and a bit of Europe, with dreams of exploring East Asia. D) I have traveled to several countries in Central America and Europe, and my dream destination is Uganda.",
                " C) I have traveled to parts of Mexico and a bit of Europe, with dreams of exploring East Asia.",
                29
            ]
        ]
    },
    {
        "story": "My name is Ethan Morales, and I’m 29 years old, hailing from San Diego, California, though my parents both emigrated from Guatemala. I identify as a gay man and am currently in a fulfilling relationship with my boyfriend, Marco, who is also my biggest supporter. Growing up, my family faced financial struggles and lived in a working-class neighborhood, but now I’m comfortably middle class as a digital marketing specialist, having obtained my degree in communications from a local university. While I was raised in a Catholic household, I’ve transitioned to more spiritual beliefs and emphasize values such as empathy and community service. My older sister, Sofia, 33, and I share a close bond, and we primarily communicated in English, though I picked up some Spanish along the way. I have a passion for music and love attending live concerts, often using my free time to explore new genres or play guitar. My political views lean toward progressive ideals, influenced by my upbringing and experiences in diverse communities. Anxiety sometimes creeps in, especially when thinking about the future or my health, but I actively practice mindfulness to manage it. I’ve traveled to several countries in Central America and Europe, which have broadened my perspective; however, my dream destination is Japan. At home, I live with my dog, Toby, who always brings joy to my daily routine, which consists of morning jogs, work, and catching up with friends over dinner. I unwind in the evenings by binge-watching shows on Netflix or reading, often gravitating towards stories that center on LGBTQ+ narratives. Life’s challenges have shaped my ambition to advocate for underrepresented voices and create a positive impact in the community, driving me to continue growing personally and professionally.",
        "qa": [
            [
                "Which of the following is a true statement about you? A) My name is Jordan Reyes. B) My name is Ethan Morales. C) My name is Leo Matthews. D) My name is Max Harrison.",
                " B) My name is Ethan Morales.",
                0
            ],
            [
                "Which of the following is a true statement about you? A) I am 28 years old. B) I am 27 years old. C) I am 29 years old. D) I am 30 years old.",
                " C) I am 29 years old.",
                1
            ],
            [
                "Which of the following is a true statement about you? A) I am from San Diego, California. B) I am from San Antonio, Texas. C) I am from sunny Los Angeles. D) I am from San Francisco.",
                " A) I am from San Diego, California.",
                2
            ],
            [
                "Which of the following is a true statement about you? A) My mother is from Mexico. B) My mother is from Guatemala. C) My mother is from Taiwan. D) My mother is from Taiwan.",
                " B) My mother is from Guatemala.",
                3
            ],
            [
                "Which of the following is a true statement about you? A) My father is from Guatemala. B) My father is from Ho Chi Minh City, Vietnam. C) My father is from Newfoundland, Canada. D) My father is from Taiwan.",
                " A) My father is from Guatemala.",
                4
            ],
            [
                "Which of the following is a true statement about you? A) I was brought up Muslim and consider myself agnostic. B) I was raised Catholic but now emphasize more spiritual beliefs. C) I was raised Protestant but practice spirituality in a personal way. D) I was raised in a Mormon family, but I consider myself more spiritual than religious.",
                " B) I was raised Catholic but now emphasize more spiritual beliefs.",
                5
            ],
            [
                "Which of the following is a true statement about you? A) I am upper class. B) I am comfortably middle class. C) I am lower middle class. D) I am upper middle class.",
                " B) I am comfortably middle class.",
                6
            ],
            [
                "Which of the following is a true statement about you? A) I have one older sister named Mei who is 32. B) I have an older sister named Sofia who is 30 years old. C) I have an older sister named Sofia who is 33 years old. D) I have an older brother named Luis and a younger sister named Isabel.",
                " C) I have an older sister named Sofia who is 33 years old.",
                7
            ],
            [
                "Which of the following is a true statement about you? A) I primarily spoke Mandarin at home, but I'm also fluent in English and dabble in Portuguese. B) We primarily spoke English at home, though I can hold a decent conversation in French. C) I primarily communicate in English, though I picked up some Spanish along the way. D) I speak English fluently and have a conversational grasp of Mandarin.",
                " C) I primarily communicate in English, though I picked up some Spanish along the way.",
                8
            ],
            [
                "Which of the following is a true statement about you? A) I identify as a queer woman. B) I am straight. C) I identify as a asexual. D) I identify as a gay man.",
                " D) I identify as a gay man.",
                9
            ],
            [
                "Which of the following is a true statement about you? A) I identify as transgendered. B) I identify as female. C) I am a man. D) I identify as nonbinary.",
                " C) I am a man.",
                10
            ],
            [
                "Which of the following is a true statement about you? A) I am currently in a fulfilling relationship with my boyfriend, Marco. B) I'm currently in a committed relationship with my partner, Morgan. C) I am currently in a committed relationship with my boyfriend, Jason. D) I am currently in a loving relationship with my partner, Jordan.",
                " A) I am currently in a fulfilling relationship with my boyfriend, Marco.",
                11
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I am a graphic designer. B) I work as a software engineer. C) I am a digital marketing specialist. D) I work as an engineer.",
                " C) I am a digital marketing specialist.",
                13
            ],
            [
                "Which of the following is a true statement about you? A) I have held various jobs during my educational journey but most recently I was a server. B) I transitioned to my current career after completing my degree in engineering. C) I earned my degree in education. D) I have obtained my degree in communications.",
                " D) I have obtained my degree in communications.",
                14
            ],
            [
                "Which of the following is a true statement about you? A) I have a degree in communications from a local university. B) I have a degree in education. C) I have a degree in visual arts. D) I earned my degree in graphic design.",
                " A) I have a degree in communications from a local university.",
                15
            ],
            [
                "Which of the following is a true statement about you? A) I grew up in a working-class neighborhood. B) I was influenced by my family's background in Taiwan. C) I grew up balancing Chinese traditions with a more liberal outlook. D) I feel connected to my Scandinavian heritage and culture.",
                " A) I grew up in a working-class neighborhood.",
                16
            ],
            [
                "Which of the following is a true statement about you? A) I have more conservative ideals. B) My political views lean toward progressive ideals. C) I am moderate but in favor of equality and environmental sustainability. D) I am quite non-political.",
                " B) My political views lean toward progressive ideals.",
                17
            ],
            [
                "Which of the following is a true statement about you? A) I maintain a healthy lifestyle and go on hikes regularly. B) I prioritize fitness and mindfulness practices, keeping me free of anxiety. C) I sometimes experience anxiety, especially when thinking about the future or my health. D) I regularly lift weights and maintain a balanced lifestyle.",
                " C) I sometimes experience anxiety, especially when thinking about the future or my health.",
                18
            ],
            [
                "Which of the following is a true statement about you? A) I have interests in technology, hiking, and photography. B) I enjoy playing guitar and hiking. C) I have a passion for music and love attending live concerts. D) I enjoy hiking, playing soccer, and volunteering at local shelters.",
                " C) I have a passion for music and love attending live concerts.",
                19
            ],
            [
                "Which of the following is a true statement about you? A) I strive to live intentionally and maintain close friendships with my coworkers. B) I advocate for environmental issues and am committed to social justice in the form of prison reform. C) I value independence and self-reliance. D) I emphasize values such as empathy and community service.",
                " D) I emphasize values such as empathy and community service.",
                20
            ],
            [
                "Which of the following is a true statement about you? A) I fear stagnation in my personal life. B) I have no anxiety. C) Anxiety sometimes creeps in, especially when thinking about the future. D) I have no anxiety regarding my future and my career.",
                " C) Anxiety sometimes creeps in, especially when thinking about the future.",
                21
            ],
            [
                "Which of the following is a true statement about you? A) I dream of living abroad for a year someday. B) I aspire to advocate for underrepresented voices and create a positive impact in the community. C) I aspire to develop software that positively impacts mental health. D) I desire to create meaningful art that resonates with people.",
                " B) I aspire to advocate for underrepresented voices and create a positive impact in the community.",
                22
            ],
            [
                "Which of the following is a true statement about you? A) Life's challenges have shaped my ambition. B) My live has been fairly care-free. C) My year traveling abroad in Africa largely shaped who I am.",
                " A) Life's challenges have shaped my ambition.",
                23
            ],
            [
                "Which of the following is a true statement about you? A) My close bond with my brother Marco is a significant part of my life. B) I spend some evenings with friends to nurture my social circle but usually eat alone. C) I catch up with friends over dinner. D) I share a close bond with my brother, Aaron.",
                " C) I catch up with friends over dinner.",
                24
            ],
            [
                "Which of the following is a true statement about you? A) My daily routine consists of morning jogs, work, and unwinding in the evenings by binge-watching shows on Netflix or reading. B) My days include a blend of work and relaxing to classical music. C) I incorporate yoga and meditation into my daily routine. D) My daily routine consists of designing, exercising, and spending evenings with my dog.",
                " A) My daily routine consists of morning jogs, work, and unwinding in the evenings by binge-watching shows on Netflix or reading.",
                25
            ],
            [
                "Which of the following is a true statement about you? A) I cherish my two cats named Mochi and Dumpling. B) I share my apartment with a lively rescue dog named Benny. C) I live with my dog, Toby. D) I live with my lovable dog, Coco.",
                " C) I live with my dog, Toby.",
                26
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy binge-watching shows like 'The Wire' and curling up with a good book. B) I do not enjoy stories in movies and literature but instead prefer action. C) I enjoy losing myself in fantasy novels and indie films. D) I often gravitate towards stories that center on LGBTQ+ narratives.",
                " D) I often gravitate towards stories that center on LGBTQ+ narratives.",
                27
            ],
            [
                "Which of the following is a true statement about you? A) I live in a small apartment filled with books and plants. B) I currently live with my dog, Toby. C) I currently live in a sunny apartment. D) I live in an apartment with Jamie that overlooks the park.",
                " B) I currently live with my dog, Toby.",
                28
            ],
            [
                "Which of the following is a true statement about you? A) I have explored parts of Asia and Europe. B) I have traveled to several countries in Central America and Europe, and my dream destination is Japan. C) I have Brazil and Chile on my must-see list. D) I am actively planning to travel throughout Africa.",
                " B) I have traveled to several countries in Central America and Europe, and my dream destination is Japan.",
                29
            ]
        ]
    },
    {
        "story": "My name is Daniel Chen, and I’m 29 years old, originally hailing from the vibrant city of San Francisco, though my parents immigrated from Taiwan in the late 1980s. I identify as male and am openly gay, currently in a committed relationship with my partner, Javier, who shares my passion for adventure and the arts. While my upbringing was marked by financial struggle, we’ve managed to climb into the middle class, and I now work as a software engineer after earning my degree in computer science. Growing up, my family observed Buddhist traditions, though I have since developed a more personal spirituality that embraces mindfulness and gratitude. I have one older sister, Mei, who is 32, and we've always shared a close bond, often chatting in English and Mandarin at home. My interests include playing the guitar, exploring local coffee shops, and hiking in California's gorgeous natural parks. I value authenticity, community, and empathy, which aligns with my moderately progressive political views that emphasize social equality. Traveling through Asia and Europe has been transformative for me, broadening my understanding of different cultures and peoples, and I dream of living abroad for a year someday. I currently live in a small apartment downtown, where I share space with my spirited dog, Coco. My daily routine includes morning runs, coding sessions, and winding down with my favorite series or music. While I grapple with anxiety about the future and the pressures of societal expectations, I remain committed to self-improvement and building lasting connections within my friendship circles, fostering a life filled with love, creativity, and impact.",
        "qa": [
            [
                "Which of the following is a true statement about you? A) My name is Leo Martinez. B) My name is Jamal Carter. C) My name is Leo Matthews. D) My name is Daniel Chen.",
                " D) My name is Daniel Chen.",
                0
            ],
            [
                "Which of the following is a true statement about you? A) I am 29 years old. B) I am 28 years old. C) I am 27 years old. D) I am 30 years old.",
                " A) I am 29 years old.",
                1
            ],
            [
                "Which of the following is a true statement about you? A) I am from Charlotte. B) I am from Atlanta, Georgia. C) I am originally from Austin, Texas. D) I am from San Francisco.",
                " D) I am from San Francisco.",
                2
            ],
            [
                "Which of the following is a true statement about you? A) My mother is from South Korea. B) My mother is from Laos. C) My mother is from Taiwan. D) My mother is from Mexico.",
                " C) My mother is from Taiwan.",
                3
            ],
            [
                "Which of the following is a true statement about you? A) My father is from Newfoundland, Canada. B) My father is from Mexico City. C) My father is from Laos. D) My father is from Taiwan.",
                " D) My father is from Taiwan.",
                4
            ],
            [
                "Which of the following is a true statement about you? A) I am spiritual but not strictly religious, appreciating the customs of my family's Hindu upbringing. B) I grew up observing Jewish traditions, but I consider myself more spiritual than religious. C) I was raised Catholic but now emphasize more spiritual beliefs. D) I grew up observing Buddhist traditions but now embrace a personal spirituality.",
                " D) I grew up observing Buddhist traditions but now embrace a personal spirituality.",
                5
            ],
            [
                "Which of the following is a true statement about you? A) I have always been in a low-income household. B) I have climbed into the middle class. C) I have always been comfortably middle class. D) I enjoy a comfortable upper-middle-class lifestyle.",
                " B) I have climbed into the middle class.",
                6
            ],
            [
                "Which of the following is a true statement about you? A) I have an older brother named Samuel who is 31. B) I have one older sister named Mei. C) I have an older sister named Sofia who is 33 years old. D) I have an older brother named Marco who is 32.",
                " B) I have one older sister named Mei.",
                7
            ],
            [
                "Which of the following is a true statement about you? A) I speak English and Mandarin. B) We primarily spoke English at home, though I can hold a decent conversation in Spanish. C) I am bilingual, fluent in both English and French. D) I speak English and have some proficiency in Swedish.",
                " A) I speak English and Mandarin.",
                8
            ],
            [
                "Which of the following is a true statement about you? A) I identify as a straight man. B) I openly identify as asexual. C) I am openly gay. D) I identify as bisexual.",
                " C) I am openly gay.",
                9
            ],
            [
                "Which of the following is a true statement about you? A) I identify as a woman. B) I identify as male. C) I identify as nonbinary. D) I identify as transgendered.",
                " B) I identify as male.",
                10
            ],
            [
                "Which of the following is a true statement about you? A) I am currently in a committed relationship with my girlfriend, Mia. B) I am happily in a committed relationship with my boyfriend, Daniel. C) I am currently in a committed relationship with my partner, Javier. D) I am currently in a loving relationship with my boyfriend, Marco.",
                " C) I am currently in a committed relationship with my partner, Javier.",
                11
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I am a graphic designer. B) I work as a software engineer. C) I work as an electrical engineer. D) I am a graphic designer.",
                " B) I work as a software engineer.",
                13
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I have a degree in fine arts. B) I earned my degree in education. C) I earned my degree in computer science. D) I have an education in visual arts.",
                " C) I earned my degree in computer science.",
                15
            ],
            [
                "Which of the following is a true statement about you? A) I grew up adhering to Catholic traditions. B) I grew up in a diverse Hindu community, which influences my perspectives. C) I grew up in a family that observed Buddhist traditions. D) I was influenced by a strong Christian values of community and empathy.",
                " C) I grew up in a family that observed Buddhist traditions.",
                16
            ],
            [
                "Which of the following is a true statement about you? A) I have moderately progressive political views that emphasize social equality. B) I am a democratic socialist. C) I lean towards conservative views. D) I do not engage with politics.",
                " A) I have moderately progressive political views that emphasize social equality.",
                17
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy binge-watching sci-fi series and playing video games. B) I enjoy playing the guitar, exploring local coffee shops, and hiking. C) I enjoy coding, tech innovations, painting, and niking. D) I enjoy running, painting, and volunteering at local charities.",
                " B) I enjoy playing the guitar, exploring local coffee shops, and hiking.",
                19
            ],
            [
                "Which of the following is a true statement about you? A) I value authenticity, community, and empathy. B) I value independence and self-sufficiency. C) My values revolve around environmental responsibility. D) I value curiosity, creativity, and intelligence.",
                " A) I value authenticity, community, and empathy.",
                20
            ],
            [
                "Which of the following is a true statement about you? A) I grapple with anxiety about the future and societal expectations. B) One of my biggest fears is stagnation. C) I have anxiety about the unpredictability of life. D) I have anxiety regarding climate change.",
                " A) I grapple with anxiety about the future and societal expectations.",
                21
            ],
            [
                "Which of the following is a true statement about you? A) I dream of developing sustainable solutions for our planet. B) I aim to make a positive impact and hope to start my own consultancy to help small businesses thrive online. C) I dream of living abroad for a year someday. D) I strive to start my own successful restauraunt.",
                " C) I dream of living abroad for a year someday.",
                22
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I share a close bond with my sister as we navigate life together. B) I unwind with friends over coffee at the coffee shop in my apartment building. C) I am committed to building lasting connections within my friendship circles. D) I catch up with friends occasionally but do not stay very close.",
                " C) I am committed to building lasting connections within my friendship circles.",
                24
            ],
            [
                "Which of the following is a true statement about you? A) I practice meditation daily to manage anxiety. B) My daily routine includes morning runs, coding sessions, and winding down with my favorite series or music. C) My days include nothing but work until the weekend. D) I end each day with a jog and take several naps throughout the day.",
                " B) My daily routine includes morning runs, coding sessions, and winding down with my favorite series or music.",
                25
            ],
            [
                "Which of the following is a true statement about you? A) I share a small apartment with my adorable rescue dog, Finn. B) I cherish my two cats named Mochi and Dumpling. C) I share my space with my spirited dog, Coco. D) I share my small apartment with a playful dog named Nala.",
                " C) I share my space with my spirited dog, Coco.",
                26
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I currently live in an apartment with my cat Bella. B) I currently live in a small apartment downtown. C) I currently live in a condo. D) I currently live in a cozy house filled with plants and local art.",
                " B) I currently live in a small apartment downtown.",
                28
            ],
            [
                "Which of the following is a true statement about you? A) I have traveled to parts of Europe and hope to explore Asia next. B) Traveling through Asia and Europe has been transformative for me. C) I have explored several countries in South America D) I have traveled to various parts of Asia and Africa.",
                " B) Traveling through Asia and Europe has been transformative for me.",
                29
            ]
        ]
    },
    {
        "story": "My name is Marcus Chen, and I’m 29 years old, originally hailing from San Francisco, where my parents settled after immigrating from Taiwan. I identify as gay and feel fortunate to be in a loving relationship with my boyfriend, Jamie, who's 31. While my upbringing was solidly middle class, my family faced some financial hardships in my childhood, mainly due to my parents working long hours to make ends meet in their small restaurant. I have one older brother, David, who is 32 and has always been my role model. As for languages, I’m fluent in both English and Mandarin, and while I grew up observing Buddhist traditions, I consider myself more spiritual than religious, seeking meaning through personal values like compassion and integrity. Politically, I'm quite progressive, advocating for LGBTQ+ rights and social equity. My health is generally good, although I do experience anxiety from time to time, especially about my career in tech, where I currently work as a software engineer. I enjoy a plethora of hobbies, from playing the guitar to hiking the beautiful trails around the Bay Area, and I always carve out time for friends, who share a diverse mix of creative and political passions. My daily routine includes morning meditation, a balanced breakfast, and either a jog or a gym session before heading to work. I cherish my two cats, Mochi and Dumpling, who brighten my living space—an apartment I share with Jamie that overlooks the park. I’ve traveled to various parts of Asia and Europe, but my dream is to explore South America in the future. In my downtime, I find joy in binge-watching indie films and listening to music across genres, all while maintaining a sense of curiosity and gratitude for every experience that shapes my worldview.",
        "qa": [
            [
                "Which of the following is a true statement about you? A) My name is Leo Martinez. B) My name is Leo Tran. C) My name is Jamal Carter. D) My name is Marcus Chen.",
                " D) My name is Marcus Chen.",
                0
            ],
            [
                "Which of the following is a true statement about you? A) I am 28 years old. B) I am 29 years old. C) I am 30 years old. D) I am 27 years old.",
                " B) I am 29 years old.",
                1
            ],
            [
                "Which of the following is a true statement about you? A) I am from San Francisco. B) I am from San Diego. C) I am from Atlanta. D) I am from Boston.",
                " A) I am from San Francisco.",
                2
            ],
            [
                "Which of the following is a true statement about you? A) My mother is from Mexico. B) My mother is from Taiwan. C) My mother is from Newfoundland, Canada. D) My mother is from Guatemala.",
                " B) My mother is from Taiwan.",
                3
            ],
            [
                "Which of the following is a true statement about you? A) My father is from China. B) My father is from Taiwan. C) My father is from South Korea. D) My father is from Mexico.",
                " B) My father is from Taiwan.",
                4
            ],
            [
                "Which of the following is a true statement about you? A) I grew up observing Buddhist traditions, but I consider myself more spiritual than religious. B) I was raised Catholic but now emphasize more spiritual beliefs. C) I was raised Protestant but now I identify as spiritual. D) I was raised Hindu but I’ve since drifted towards a more spiritual, non-religious path.",
                " A) I grew up observing Buddhist traditions, but I consider myself more spiritual than religious.",
                5
            ],
            [
                "Which of the following is a true statement about you? A) I grew up solidly middle class, but my family faced some financial hardships. B) I grew up in a lower-middle-class household. C) I am comfortably upper-middle class. D) I am upper class.",
                " A) I grew up solidly middle class, but my family faced some financial hardships.",
                6
            ],
            [
                "Which of the following is a true statement about you? A) I have one older brother, Alan, who is 31. B) I have one older sister, Lucy, who is 32. C) I have an older sister named Sofia, who is 32. D) I have one older brother named David.",
                " D) I have one older brother named David.",
                7
            ],
            [
                "Which of the following is a true statement about you? A) I am fluent in both English and Mandarin. B) I primarily speak English but also know some Spanish. C) I primarily communicate in English, though I picked up some French along the way. D) I speak English and some Yoruba.",
                " A) I am fluent in both English and Mandarin.",
                8
            ],
            [
                "Which of the following is a true statement about you? A) I am openly gay. B) I am straight. C) I identify as an asexual man. D) I identify as pansexual.",
                " D) I identify as gay.",
                9
            ],
            [
                "Which of the following is a true statement about you? A) I identify as a woman. B) I am a trans man. C) I identify as male. D) I identify as female.",
                " C) I identify as male.",
                10
            ],
            [
                "Which of the following is a true statement about you? A) I am currently in a committed relationship with my boyfriend, Jason. B) I am currently in a committed relationship with my partner, Sam. C) I am currently in a committed relationship with my partner, Javier. D) I am in a loving relationship with my boyfriend, Jamie.",
                " D) I am in a loving relationship with my boyfriend, Jamie.",
                11
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I am a digital marketing specialist. B) I work as a software engineer. C) I am a mechanical engineer. D) I am a high school history teacher.",
                " B) I work as a software engineer.",
                13
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) My values draw from latin cultural influences, emphasizing family, empathy, and the pursuit of knowledge. B) I grew up steeped in Buddhist traditions. C) I was influenced by my family's background in Taiwan. D) I was raised by Japanese immigrants who instilled in me an appreciation for our cultural heritage.",
                " C) I was influenced by my family's background in Taiwan.",
                16
            ],
            [
                "Which of the following is a true statement about you? A) I advocate solely for environmental sustainability. B) I lean quite conservative. C) I am quite progressive, advocating for LGBTQ+ rights and social equity. D) I have no political views.",
                " C) I am quite progressive, advocating for LGBTQ+ rights and social equity.",
                17
            ],
            [
                "Which of the following is a true statement about you? A) I practice yoga regularly to stay free of anxiety. B) My health is generally good, although I experience anxiety from time to time. C) I am not in great health due to a few medical conditions. D) I lift weights regularly keeping me in good health.",
                " B) My health is generally good, although I experience anxiety from time to time.",
                18
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy painting, biking, and volunteering at local shelters. B) I enjoy playing guitar and hiking. C) I have a love for travel and enjoy consuming podcasts on tech and personal development. D) I enjoy travel and the art of storytelling through various media.",
                " B) I enjoy playing guitar and hiking.",
                19
            ],
            [
                "Which of the following is a true statement about you? A) My values revolve around community and environmental responsibility. B) I seek meaning through values such as discipline and community service. C) I seek meaning through personal values like compassion and integrity. D) My values are guided by self-discipline, self-reliance, and perseverance.",
                " C) I seek meaning through personal values like compassion and integrity.",
                20
            ],
            [
                "Which of the following is a true statement about you? A) I sometimes experience anxieties about global events. B) I face anxieties about my self-worth. C) I experience anxiety, especially about my career. D) I have occasional anxieties about my family traumas.",
                " C) I experience anxiety, especially about my career.",
                21
            ],
            [
                "Which of the following is a true statement about you? A) I aim to make a positive impact in the lives of my students and advocate for a more inclusive world. B) I dream of living abroad in Asia for a year someday. C) My dream is to explore South America in the future. D) My dream is to continuously grow both personally and professionally while fostering meaningful connections.",
                " C) My dream is to explore South America in the future.",
                22
            ],
            [
                "Which of the following is a true statement about you? A) A significant life experience was volunteering at an art therapy program for at-risk youth. B) A defining experience for me was studying abroad in Barcelona, where I discovered my love for diverse cultures. C) I was influenced by my parents' determination to improve our lives so we wouldn't have to be farmers. D) My family worked long hours in a small restaurant.",
                " D) My family worked long hours in a small restaurant.",
                23
            ],
            [
                "Which of the following is a true statement about you? A) I have friends who share a diverse mix of creative and political passions. B) I unwind with friends over coffee in the coffee shop below my apartment. C) Most of my friends are from high school. D) I strive to cultivate enriching and honest friendships with people who share passions for art primarily.",
                " A) I have friends who share a diverse mix of creative and political passions.",
                24
            ],
            [
                "Which of the following is a true statement about you? A) My daily routine often includes morning pilates workouts. B) My daily routine includes morning bike rides and a commitment to fitness. C) I start each morning with a jog and a coffee ritual. D) My daily routine includes morning meditation, a balanced breakfast, and exercise before work.",
                " D) My daily routine includes morning meditation, a balanced breakfast, and exercise before work.",
                25
            ],
            [
                "Which of the following is a true statement about you? A) I cherish my two cats named Mochi and Dumpling. B) I had a beloved dog named Rocky who passed a few years ago. C) I have a loyal dog named Max, whom I adopted during college. D) I have a rescue dog named Coco.",
                " A) I cherish my two cats named Mochi and Dumpling.",
                26
            ],
            [
                "Which of the following is a true statement about you? A) I find joy in binge-watching indie films and listening to music across genres. B) I am currently hooked on binge-watching 'The Crown.'  C) I enjoy binge-watching shows like 'Queer Eye' and curling up with a good book. D) I enjoy binge-watching action films.",
                " A) I find joy in binge-watching indie films and listening to music across genres.",
                27
            ],
            [
                "Which of the following is a true statement about you? A) I currently live in a sunny apartment. B) I currently live in an apartment with my dog. C) I currently live in a cozy apartment. D) I live in an apartment with Jamie that overlooks the park.",
                " D) I live in an apartment with Jamie that overlooks the park.",
                28
            ],
            [
                "Which of the following is a true statement about you? A) I have traveled to parts of Mexico and a bit of Europe, with dreams of exploring East Asia. B) I have visited various countries across Africa and Asia. C) I have traveled to a few countries in Europe and South Africa. D) I have traveled to various parts of Asia and Europe.",
                " D) I have traveled to various parts of Asia and Europe.",
                29
            ]
        ]
    },
    {
        "story": "My name is David Morales, and I’m 29 years old, originally from Austin, Texas, although my parents moved here from Mexico when they were young. I’m proud of my Hispanic heritage and feel connected to my culture, but I don’t actively adhere to any particular religion, leaning more towards spiritual exploration. Growing up, my family faced financial difficulties; we were lower-middle class, but now I consider myself comfortably middle class as a software engineer. I have an older sister, Sofia, who’s 32 and has always been my rock, and we primarily spoke English at home, though I can hold a decent conversation in Spanish. I identify as a gay man and am currently in a committed relationship with my partner, Miguel, with whom I share a passion for cooking and exploring new places. I’ve had a few significant relationships in the past, but this one feels different and truly fulfilling. Education was always vital in my family, and I earned my degree in computer science, deeply influenced by my parents' own struggles to provide for us. My interests lie in technology, hiking, and photography, and I’m driven by the belief in equity and community empowerment, which resonates with my more liberal political views. I tend to keep a close-knit group of friends who share my interests, and while I’ve traveled to some amazing places like Spain and Japan, I dream of experiencing the vibrant cultures of South America. I share my home with two dogs, Max and Luna, who add joy to my daily routine, which usually involves work, exercise, cooking, and winding down with a good book or a documentary film. I do have my fears—primarily anxiety about the future and the unpredictability of life—yet I’m determined to live with purpose and make a positive impact on those around me. Ultimately, my goal is to continuously grow both personally and professionally while fostering meaningful connections along the way.",
        "qa": [
            [
                "Which of the following is a true statement about you? A) My name is Daniel Garcia. B) My name is David Morales. C) My name is David Lee. D) My name is Lucas Ramirez.",
                " B) My name is David Morales.",
                0
            ],
            [
                "Which of the following is a true statement about you? A) I am 28 years old. B) I am 27 years old. C) I am 29 years old. D) I am 30 years old.",
                " C) I am 29 years old.",
                1
            ],
            [
                "Which of the following is a true statement about you? A) I am from Atlanta. B) I am from San Diego. C) I am originally from Austin, Texas. D) I am from Miami.",
                " C) I am originally from Austin, Texas.",
                2
            ],
            [
                "Which of the following is a true statement about you? A) My mother is from Ecuador. B) My mother is from Mexico. C) My mother is from South Korea. D) My mother is originally from Taiwan.",
                " B) My mother is from Mexico.",
                3
            ],
            [
                "Which of the following is a true statement about you? A) My father is from Nigeria. B) My father is from Newfoundland, Canada. C) My father is from Mexico. D) My father is from Taiwan.",
                " C) My father is from Mexico.",
                4
            ],
            [
                "Which of the following is a true statement about you? A) I was raised Catholic. B) I grew up observing Buddhist traditions. C) I don’t actively adhere to any particular religion, leaning more towards spiritual exploration. D) I was brought up in the Catholic faith.",
                " C) I don’t actively adhere to any particular religion, leaning more towards spiritual exploration.",
                5
            ],
            [
                "Which of the following is a true statement about you? A) I consider myself comfortably middle class as a software engineer. B) I identify as middle class after growing up in a low-income household. C) I consider myself solidly upper class. D) I am comfortably upper-middle class.",
                " A) I consider myself comfortably middle class as a software engineer.",
                6
            ],
            [
                "Which of the following is a true statement about you? A) I have an older sister named Sofia, who is 32. B) I have an older brother named Luis and a younger sister named Isabel. C) I have one older sister named Sofia. D) I have an older sister named Sofia who is 33 years old.",
                " A) I have an older sister named Sofia, who is 32.",
                7
            ],
            [
                "Which of the following is a true statement about you? A) We primarily spoke English at home, though I can hold a decent conversation in Spanish. B) I primarily speak English but also converse in Portuguese. C) I speak English and have some proficiency in French. D) I am bilingual, fluent in both English and Italian.",
                " A) We primarily spoke English at home, though I can hold a decent conversation in Spanish.",
                8
            ],
            [
                "Which of the following is a true statement about you? A) I am openly bisexual. B) I identify as a straight man. C) I identify as a gay man. D) I openly identify as pansexual.",
                " C) I identify as a gay man.",
                9
            ],
            [
                "Which of the following is a true statement about you? A) I identify as male. B) I identify as a woman. C) I identify as male. D) I identify as a man.",
                " D) I identify as a man.",
                10
            ],
            [
                "Which of the following is a true statement about you? A) I am currently in a committed relationship with my partner, Chris. B) I am currently in a committed relationship with my partner, Miguel. C) I am happily in a committed relationship with my boyfriend, Daniel. D) I am currently in a fulfilling relationship with my boyfriend, James.",
                " B) I am currently in a committed relationship with my partner, Miguel.",
                11
            ],
            [
                "Which of the following is a true statement about you? A) My past relationships have taught me a lot about love and vulnerability but I am not in one currently. B) I have had many significant relationships in my past. C) I have not had many relationships. D) I’ve had a few significant relationships in the past, but this one feels different and truly fulfilling.",
                " D) I’ve had a few significant relationships in the past, but this one feels different and truly fulfilling.",
                12
            ],
            [
                "Which of the following is a true statement about you? A) I am a graphic designer. B) I am a digital marketing specialist. C) I am a software engineer. D) I am a finance specialist.",
                " C) I am a software engineer.",
                13
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I studied environmental science in college. B) I have a degree in communications. C) I have a degree in education. D) I earned my degree in computer science.",
                " D) I earned my degree in computer science.",
                15
            ],
            [
                "Which of the following is a true statement about you? A) I grew up with a strong sense of cultural pride from my Nigerian heritage. B) My cultural identity has been deeply influenced by my Taiwanese heritage. C) I feel connected to my Hispanic heritage and culture. D) My cultural background instilled strong Christian values of family, respect, and perseverance.",
                " C) I feel connected to my Hispanic heritage and culture.",
                16
            ],
            [
                "Which of the following is a true statement about you? A) My political views align with conservative ideals. B) I resonate with more liberal political views, believing in equity and community empowerment. C) I have no political views. D) I have a moderate political stance and an interest in social issues.",
                " B) I resonate with more liberal political views, believing in equity and community empowerment.",
                17
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I have interests in technology, hiking, and photography. B) I enjoy painting, biking, and volunteering at local shelters. C) I enjoy playing guitar and running. D) I enjoy singing, gardening, and cooking fusion cuisines.",
                " A) I have interests in technology, hiking, and photography.",
                19
            ],
            [
                "Which of the following is a true statement about you? A) I value self reliance and independence. B) I deeply value ambition and drivenness. C) I believe in equity and community empowerment. D) I believe in spirituality and communing with nature.",
                " C) I believe in equity and community empowerment.",
                20
            ],
            [
                "Which of the following is a true statement about you? A) I sometimes experience anxiety about my family connections. B) I have anxiety about the future and the unpredictability of life. C) One of my biggest fears is not being able to make a significant impact in the world. D) I occasionally feel anxious about my job security.",
                " B) I have anxiety about the future and the unpredictability of life.",
                21
            ],
            [
                "Which of the following is a true statement about you? A) My dream is to explore South America in the future. B) I aspire to develop software that positively impacts mental health. C) I aspire to inspire others through my artwork and contribute positively to my community. D) My goal is to continuously grow both personally and professionally while fostering meaningful connections.",
                " D) My goal is to continuously grow both personally and professionally while fostering meaningful connections.",
                22
            ],
            [
                "Which of the following is a true statement about you? A) A life-changing experience for me was an exchange program in Spain during college. B) My family worked long hours in a small restaurant. C) My family faced financial difficulties growing up, and education was always vital to us. D) Traveling to various countries in Asia and Europe shaped my understanding of global cultures.",
                " C) My family faced financial difficulties growing up, and education was always vital to us.",
                23
            ],
            [
                "Which of the following is a true statement about you? A) My close bond with my brother Marco is a significant part of my life. B) I currently live in a shared house with my friends Amy and Michelle. C) I tend to keep a close-knit group of friends who share my interests. D) I do not maintain close friendships.",
                " C) I tend to keep a close-knit group of friends who share my interests.",
                24
            ],
            [
                "Which of the following is a true statement about you? A) My daily routine includes morning meditations and a commitment to fitness. B) My daily routine does not allow time for leisure but I often find solace in reading fantasy novels or binge-watching indie films on weekends. C) My daily routine often includes morning bike rides and watching reality shows at night. D) My daily routine usually involves work, exercise, cooking, and winding down with a good book or a documentary film.",
                " D) My daily routine usually involves work, exercise, cooking, and winding down with a good book or a documentary film.",
                25
            ],
            [
                "Which of the following is a true statement about you? A) I share my home with two dogs named Max and Luna. B) I share my apartment with a lively cat named Jinx. C) I live with my dog, Toby. D) I have a beloved golden retriever named Max.",
                " A) I share my home with two dogs named Max and Luna.",
                26
            ],
            [
                "Which of the following is a true statement about you? A) I revel in exploring comic books and action films. B) I find solace in music and enjoy reading fantasy novels. C) I immerse myself in graphic novels and binge-watch classic films. D) I enjoy winding down with a good book or a documentary film.",
                " D) I enjoy winding down with a good book or a documentary film.",
                27
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy cozy evenings at home. B) I live with my partner Miguel and our two dogs. C) I live in a small apartment filled with books and plants. D) I currently live in an apartment with my dog.",
                " B) I live with my partner Miguel and our two dogs.",
                28
            ],
            [
                "Which of the following is a true statement about you? A) I have traveled to a few countries in Europe and dream of venturing to Japan. B) I have traveled to various parts of Africa and Europe. C) I have traveled to some amazing places like Spain and Japan, and I dream of experiencing the vibrant cultures of South America. D) I have visited various countries across Africa and Asia.",
                " C) I have traveled to some amazing places like Spain and Japan, and I dream of experiencing the vibrant cultures of South America.",
                29
            ]
        ]
    },
    {
        "story": "My name is Julian Martinez, and I’m 28 years old, hailing from the vibrant city of San Antonio, Texas. My parents are both originally from Mexico, which instilled in me a deep appreciation for our cultural heritage, though I grew up primarily speaking English while also picking up some Spanish along the way. I identify as a gay man and am currently in a loving relationship with my boyfriend, Marco, who shares my passion for travel and adventure. Reflecting on my background, I come from a lower-middle-class family; my parents worked hard to make ends meet, and their determination inspired me to pursue a better life. Now, I've achieved a comfortable middle-class status as a digital marketing specialist, a career that I transitioned into after completing my degree in communications. While I was raised Catholic, I practice spirituality in a more personal, individualized way, emphasizing values like kindness and integrity above dogma. My older sister Sofia, who is 31, and I have grown particularly close, and we bond over shared experiences and our love for family. I’m driven by a sense of purpose and aim to make a positive impact, with ambitions of one day starting my own consultancy that helps small businesses thrive online. My mental health is something I prioritize, practicing meditation daily to manage the anxieties that sometimes creep in. My interests are quite diverse; I enjoy painting, hiking, and volunteering at the local community center. In my downtime, I relish curling up with a good book or binge-watching shows like \"Queer Eye.\" Currently, I live in a cozy apartment with my pug, Max, who never fails to make me smile. Traveling has been a huge part of my life; I’ve explored parts of Europe and Asia, with dreams of visiting South America someday. Ultimately, I find joy in cultivating friendships that are enriching and honest, and I strive to live each day with intention and authenticity.",
        "qa": [
            [
                "Which of the following is a true statement about you? A) My name is Leo Tran. B) My name is Daniel Garcia. C) My name is Michael Tran. D) My name is Julian Martinez.",
                " D) My name is Julian Martinez.",
                0
            ],
            [
                "Which of the following is a true statement about you? A) I am 26 years old. B) I am 27 years old. C) I am 28 years old. D) I am 29 years old.",
                " C) I am 28 years old.",
                1
            ],
            [
                "Which of the following is a true statement about you? A) I am from San Francisco. B) I am from New Orleans. C) I am from San Diego. D) I am from San Antonio, Texas.",
                " D) I am from San Antonio, Texas.",
                2
            ],
            [
                "Which of the following is a true statement about you? A) My mother is originally from Mexico. B) My mother is from Puerto Rico. C) My mother is from Nigeria. D) My mother is originally from Taiwan.",
                " A) My mother is originally from Mexico.",
                3
            ],
            [
                "Which of the following is a true statement about you? A) My father is from Japan. B) My father is originally from Mexico. C) My father is from Nigeria. D) My father is from Taiwan.",
                " B) My father is originally from Mexico.",
                4
            ],
            [
                "Which of the following is a true statement about you? A) I was raised Protestant but practice spirituality in a personal way. B) I grew up observing Buddhist traditions, but I consider myself more spiritual than religious. C) I was raised in a non-religious household and I don’t practice any faith. D) I was raised Catholic but practice spirituality in a personal way.",
                " D) I was raised Catholic but practice spirituality in a personal way.",
                5
            ],
            [
                "Which of the following is a true statement about you? A) My family has always been middle-class. B) I am comfortably settled in the upper middle class. C) I am upper class. D) I come from a lower-middle-class family and have achieved a comfortable middle-class status.",
                " D) I come from a lower-middle-class family and have achieved a comfortable middle-class status.",
                6
            ],
            [
                "Which of the following is a true statement about you? A) I have an older sister named Sofia who is 33 years old. B) I have an older brother named Luis and a younger sister named Isabel. C) I have an older sister named Sofia who is 31. D) I have an older sister named Lily who is 32 years old.",
                " C) I have an older sister named Sofia who is 31.",
                7
            ],
            [
                "Which of the following is a true statement about you? A) I primarily speak English and am fluent in Italian. B) I mostly speak English, but I’m also fluent in Portuguese. C) I speak English and French. D) I primarily speak English but also know some Spanish.",
                " D) I primarily speak English but also know some Spanish.",
                8
            ],
            [
                "Which of the following is a true statement about you? A) I identify as a gay man. B) I identify as straight. C) I am openly asexual. D) I identify as bisexual.",
                " A) I identify as a gay man.",
                9
            ],
            [
                "Which of the following is a true statement about you? A) I identify as female. B) I am a trans man. C) I identify as nonbinary. D) I identify as male.",
                " D) I identify as male.",
                10
            ],
            [
                "Which of the following is a true statement about you? A) I am currently in a loving relationship with my boyfriend, Marco. B) I am currently in a committed relationship with my partner, Miguel. C) I am currently in a loving relationship with my boyfriend, Marco. D) I am currently in a committed relationship with my partner, Chris.",
                " A) I am currently in a loving relationship with my boyfriend, Marco.",
                11
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I work as a clothing designer. B) I am a digital marketing specialist. C) I work as a software engineer. D) I am a graphic designer.",
                " B) I am a digital marketing specialist.",
                13
            ],
            [
                "Which of the following is a true statement about you? A) I transitioned to my current career after completing my degree in communications. B) I have obtained my degree in computer science. C) I studied fine arts in college before pursuing my career. D) I earned my degree in chemistry.",
                " A) I transitioned to my current career after completing my degree in communications.",
                14
            ],
            [
                "Which of the following is a true statement about you? A) I earned my degree in culinary arts. B) I have a degree in communications. C) I have a degree in linguistics from a local university. D) I studied environmental science in college.",
                " B) I have a degree in communications.",
                15
            ],
            [
                "Which of the following is a true statement about you? A) I grew up with a deep appreciation for my Mexican cultural heritage. B) I grew up adhering to Muslim traditions. C) My cultural identity has been deeply influenced by my Taiwanese heritage. D) I was influenced by my family's background in India.",
                " A) I grew up with a deep appreciation for my Mexican cultural heritage.",
                16
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) My health is generally good due to daily pilates, although I experience anxiety from time to time. B) I prioritize my mental health and practice meditation daily. C) I maintain my health and wellness through yoga and cooking. D) I focus on health and wellness, incorporating weightlifting into my daily routine.",
                " B) I prioritize my mental health and practice meditation daily.",
                18
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy painting, hiking, and volunteering at the local community center. B) I love cooking new recipes and capturing moments through photography. C) I have a deep love for graphic novels, gaming, and technology. D) I enjoy coding, tech innovations, sculputre, and biking.",
                " A) I enjoy painting, hiking, and volunteering at the local community center.",
                19
            ],
            [
                "Which of the following is a true statement about you? A) I value integrity, self-reliance and independence. B) I value dogma above values like integrity and kindness. C) I emphasize values like kindness and integrity above dogma. D) My values larguely center around concern for environmental issues.",
                " C) I emphasize values like kindness and integrity above dogma.",
                20
            ],
            [
                "Which of the following is a true statement about you? A) I am fearful about my job prospects. B) I face anxieties about my own self-worth. C) I sometimes experience anxieties that I manage through meditation. D) I have anxieties about societal acceptance.",
                " C) I sometimes experience anxieties that I manage through meditation.",
                21
            ],
            [
                "Which of the following is a true statement about you? A) I strive to fill my life with creativity, growth, and meaningful connections as I nagivate the art world. B) My goal is to continuously grow personally, without concern for career ambitions. C) I desire to create meaningful art that resonates with people. D) I aim to make a positive impact and hope to start my own consultancy to help small businesses thrive online.",
                " D) I aim to make a positive impact and hope to start my own consultancy to help small businesses thrive online.",
                22
            ],
            [
                "Which of the following is a true statement about you? A) A defining experience for me was studying abroad in Barcelona, where I discovered my love for diverse cultures. B) I was influenced by my parents' determination to improve our lives. C) My family faced financial difficulties growing up as farmers, and education was always vital to us. D) A pivotal moment in my life was traveling through Southeast Asia.",
                " B) I was influenced by my parents' determination to improve our lives.",
                23
            ],
            [
                "Which of the following is a true statement about you? A) I do not maintain close friendships. B) My childhood friendships were crucial to me, especially with my sister. C) I strive to cultivate enriching and honest friendships. D) I have a close-knit circle of friends, including my supportive sister.",
                " C) I strive to cultivate enriching and honest friendships.",
                24
            ],
            [
                "Which of the following is a true statement about you? A) I practice meditation daily to manage anxiety. B) I incorporate yoga and jogging into my daily routine. C) My daily routine includes morning runs, coffee with a podcast, and unwinding with fiction or documentaries. D) My daily routine includes morning runs and a commitment to fitness.",
                " A) I practice meditation daily to manage anxiety.",
                25
            ],
            [
                "Which of the following is a true statement about you? A) I have a pug named Max who brings me joy. B) I share my living space with a quirky rescue dog named Noodle. C) I live with my dog, Toby. D) I share my apartment with a lively cat named Jinx.",
                " A) I have a pug named Max who brings me joy.",
                26
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy binge-watching sci-fi series. B) I enjoy binge-watching shows like 'Queer Eye' and curling up with a good book. C) I am currently hooked on binge-watching 'The Crown.'  D) I enjoy science fiction novels and documentaries.",
                " B) I enjoy binge-watching shows like 'Queer Eye' and curling up with a good book.",
                27
            ],
            [
                "Which of the following is a true statement about you? A) I currently live with my dog, Toby. B) I share a small apartment with my dog, Max. C) I share my house with my boyfriend and my dog. D) I currently live in a cozy apartment.",
                " D) I currently live in a cozy apartment.",
                28
            ],
            [
                "Which of the following is a true statement about you? A) I have traveled to some amazing places like Nigeria and Japan, and I dream of experiencing the vibrant cultures of Europe. B) I have traveled to parts of Europe and Asia and dream of visiting South America someday. C) I have explored several South American countries. D) I am actively planning to travel throughout Asia.",
                " B) I have traveled to parts of Europe and Asia and dream of visiting South America someday.",
                29
            ]
        ]
    },
    {
        "story": "My name is David Lee, and I'm 29 years old, hailing from the bustling streets of San Francisco. My parents originally migrated from South Korea in their twenties, and while I was raised in a household that practiced Buddhism, I've come to identify more as spiritual than strictly religious in my adult life. Growing up, we faced financial struggles, living in a working-class neighborhood, but today I’m fortunate to be in a more comfortable position as a software engineer at a tech startup. I have an older sister, Minji, who's 32 and has always been a source of inspiration for me. We primarily communicate in English, but I am fluent in Korean as well. Identifying as gay and a proud member of the LGBTQ+ community, I’m currently single; my last relationship was a meaningful one that taught me a lot about love and resilience. Academically, I graduated from UC Berkeley with a degree in Computer Science, which paved the path to my career in tech. I’ve always been heavily influenced by my friends and the diverse cultures around me, leading to an interest in social issues and a moderate political stance. My daily routine revolves around work, exercising in the evenings, and devouring podcasts that range from tech to personal development. I cherish friendship circles that encourage growth, and my love for travel has taken me to Japan, Mexico, and Spain—each place deepening my appreciation for different cultures. I share my small apartment with a playful dog named Nala, whose antics bring so much joy to my life. I value empathy, creativity, and lifelong learning, often grounding myself through the stories I enjoy in movies or literature. One of my biggest fears is stagnation, which drives me to seek adventure and personal growth constantly. Ultimately, my aspiration is to build a life filled with genuine connections and impactful work that contributes positively to society.",
        "qa": [
            [
                "Which of the following is a true statement about you? A) My name is David Lee. B) My name is Marco Hernandez. C) My name is Lucas Ramirez. D) My name is Leo Martinez.",
                " A) My name is David Lee.",
                0
            ],
            [
                "Which of the following is a true statement about you? A) I am 28 years old. B) I am 29 years old. C) I am 30 years old. D) I am 31 years old.",
                " B) I am 29 years old.",
                1
            ],
            [
                "Which of the following is a true statement about you? A) I am from Houston, Texas. B) I am from San Francisco. C) I am from sunny Los Angeles. D) I am from Boston.",
                " B) I am from San Francisco.",
                2
            ],
            [
                "Which of the following is a true statement about you? A) My mother is from Guatemala. B) My mother is from South Korea. C) My mother is from Mexico. D) My mother is from Puerto Rico.",
                " B) My mother is from South Korea.",
                3
            ],
            [
                "Which of the following is a true statement about you? A) My father is from South Korea. B) My father is from Newfoundland, Canada. C) My father is from Mexico. D) My father is from Nigeria.",
                " A) My father is from South Korea.",
                4
            ],
            [
                "Which of the following is a true statement about you? A) I grew up observing Catholic traditions but now embrace a personal spirituality. B) I was raised in a Buddhist household but identify more as spiritual. C) I was raised Protestant but I’ve since drifted towards a more spiritual, non-religious path. D) I respect my family's Roman Catholic roots, but I don't strictly adhere to any religion.",
                " B) I was raised in a Buddhist household but identify more as spiritual.",
                5
            ],
            [
                "Which of the following is a true statement about you? A) I have always been upper middle class. B) I grew up in a working-class neighborhood, but I am now fortunate to be in a more comfortable position. C) I am upper class. D) I am lower class.",
                " B) I grew up in a working-class neighborhood, but I am now fortunate to be in a more comfortable position.",
                6
            ],
            [
                "Which of the following is a true statement about you? A) I have an older sister Carla who is 31 and a younger brother Diego who is 24. B) I have an older sister named Minji who is 32. C) I have one older sister named Sofia. D) I have one older sister named Mei who is 32.",
                " B) I have an older sister named Minji who is 32.",
                7
            ],
            [
                "Which of the following is a true statement about you? A) I am bilingual, fluent in both English and Spanish. B) I speak English and Mandarin. C) I speak English and Italian. D) I primarily communicate in English, but I am fluent in Korean as well.",
                " D) I primarily communicate in English, but I am fluent in Korean as well.",
                8
            ],
            [
                "Which of the following is a true statement about you? A) I identify as a straight man. B) I am openly bisexual. C) I identify as an asexual man. D) I identify as gay and am a proud member of the LGBTQ+ community.",
                " D) I identify as gay and am a proud member of the LGBTQ+ community.",
                9
            ],
            [
                "Which of the following is a true statement about you? A) I identify as male. B) I identify as female. C) I identify as a woman. D) I lean towards being gender non-conforming.",
                " A) I identify as male.",
                10
            ],
            [
                "Which of the following is a true statement about you? A) I'm currently single. B) I am currently in a committed relationship with my partner, Chris. C) I am in a loving relationship with my boyfriend, Jamie. D) I'm currently in a committed relationship with my partner, Morgan.",
                " A) I'm currently single.",
                11
            ],
            [
                "Which of the following is a true statement about you? A) I have had significant past relationships that shaped my understanding of love and trust, but my last relationship was not very meaningful. B) I have had no significant relationships. C) My last relationship was meaningful and taught me a lot about love and resilience. D) My past relationships have been mostly casual and not very meaningful.",
                " C) My last relationship was meaningful and taught me a lot about love and resilience.",
                12
            ],
            [
                "Which of the following is a true statement about you? A) I am a financial analyst. B) I am a mechanical engineer. C) I am a software engineer at a tech startup. D) I work as a graphic designer.",
                " C) I am a software engineer at a tech startup.",
                13
            ],
            [
                "Which of the following is a true statement about you? A) My educational background is in teaching. B) I earned my degree in communications. C) I have worked in various roles in the tech industry since graduating. D) I earned my degree in education.",
                " C) I have worked in various roles in the tech industry since graduating.",
                14
            ],
            [
                "Which of the following is a true statement about you? A) I have a degree in education. B) I graduated from UC Berkeley with a degree in Computer Science. C) I earned my degree in nuclear science. D) I earned a degree in chemistry.",
                " B) I graduated from UC Berkeley with a degree in Computer Science.",
                15
            ],
            [
                "Which of the following is a true statement about you? A) My childhood was shaped by the rhythms of jazz and Creole cuisine. B) I grew up in a Hindu community, which influences my perspectives. C) I am heavily influenced by my friends and the diverse cultures around me. D) I feel connected to my Hispanic heritage and culture.",
                " C) I am heavily influenced by my friends and the diverse cultures around me.",
                16
            ],
            [
                "Which of the following is a true statement about you? A) I have moderately progressive political views that emphasize social equality. B) I have more liberal political views that reflect my values around community and environmental responsibility. C) My political views lean toward progressive ideals. D) I have a moderate political stance and an interest in social issues.",
                " D) I have a moderate political stance and an interest in social issues.",
                17
            ],
            [
                "Which of the following is a true statement about you? A) I sometimes experience anxiety, especially when thinking about the future or my health. B) I practice yoga regularly to manage anxiety surrounding the future and my career. C) I maintain a healthy lifestyle and exercise regularly. D) I live a fairly sedentary lifestyle.",
                " C) I maintain a healthy lifestyle and exercise regularly.",
                18
            ],
            [
                "Which of the following is a true statement about you? A) I love to cook, especially vegan recipes, and I enjoy reading science fiction and watching documentaries. B) I enjoy painting, photography, and exploring local music scenes. C) I have a love for travel and enjoy consuming podcasts on tech and personal development. D) I enjoy painting, hiking, and volunteering at the local community center.",
                " C) I have a love for travel and enjoy consuming podcasts on tech and personal development.",
                19
            ],
            [
                "Which of the following is a true statement about you? A) I value empathy, creativity, and lifelong learning. B) I strive to live intentionally and maintain close friendships with my two best friends from high school. C) I deeply value independence and self-reliance. D) My values revolve around environmental responsibility.",
                " A) I value empathy, creativity, and lifelong learning.",
                20
            ],
            [
                "Which of the following is a true statement about you? A) I fear rejection in my personal life. B) One of my biggest fears is stagnation. C) I have anxieties about societal acceptance. D) I have anxiety about family traumas, which I manage through wellness practices.",
                " B) One of my biggest fears is stagnation.",
                21
            ],
            [
                "Which of the following is a true statement about you? A) I dream of traveling throughout Asia one day. B) I aspire to build a life filled with genuine connections and impactful work. C) I aspire to develop software that positively impacts mental health. D) My goal is to continuously grow both personally and professionally as a chemist while fostering meaningful connections.",
                " B) I aspire to build a life filled with genuine connections and impactful work.",
                22
            ],
            [
                "Which of the following is a true statement about you? A) A significant life experience was volunteering at an art therapy program for at-risk youth. B) Traveling to various countries in Asia and Europe shaped my understanding of global cultures. C) A pivotal moment in my life was traveling through Southeast Asia. D) Facing financial struggles while growing up has shaped my perspective.",
                " D) Facing financial struggles while growing up has shaped my perspective.",
                23
            ],
            [
                "Which of the following is a true statement about you? A) My close bond with my brother Marco is a significant part of my life. B) I cherish friendship circles that encourage growth. C) I share a close bond with my sister as we navigate life together. D) I share a close bond with my brother.",
                " B) I cherish friendship circles that encourage growth.",
                24
            ],
            [
                "Which of the following is a true statement about you? A) I bond with friends over cooking and binge-watching shows like 'The Office.' B) My daily routine usually involves early morning exercise, cooking, and winding down with a good book or a documentary film. C) My daily routine revolves around work, exercising in the evenings, and enjoying podcasts. D) My daily routine includes morning meditation, a balanced breakfast, and exercise before work.",
                " C) My daily routine revolves around work, exercising in the evenings, and enjoying podcasts.",
                25
            ],
            [
                "Which of the following is a true statement about you? A) I share my living space with a quirky rescue dog named Noodle. B) I share my space with my spirited dog, Coco. C) I share my small apartment with a playful dog named Nala. D) I share my home with two dogs named Max and Luna.",
                " C) I share my small apartment with a playful dog named Nala.",
                26
            ],
            [
                "Which of the following is a true statement about you? A) I often gravitate towards shows that center on LGBTQ+ narratives. B) I am currently hooked on binge-watching 'The Crown.'  C) I enjoy non-fiction and watching thought-provoking films, especially by Hayao Miyazaki. D) I enjoy stories in movies and literature.",
                " D) I enjoy stories in movies and literature.",
                27
            ],
            [
                "",
                "",
                28
            ],
            [
                "",
                "",
                29
            ]
        ]
    },
    {
        "story": "My name is Leo Matthews, and I’m 28 years old, originally from the vibrant city of New Orleans, where the rhythms of jazz and the spices of Creole cuisine shaped much of my childhood. My parents, originally from the Dominican Republic, instilled in me a rich cultural heritage that I cherish deeply. While I was raised in a Catholic household, I identify more as spiritual nowadays, embracing a blend of beliefs that prioritize compassion and community over dogma. Growing up, my family faced financial hardships, but I've worked hard to achieve a comfortable middle-class lifestyle as a graphic designer. I have an older brother, Samuel, who is 31, and we share a close bond built on mutual support; we primarily spoke English at home, but I also converse in Spanish. I identify as male and am openly gay, currently in a loving relationship with my boyfriend, Marco, who inspires me every day. My education in visual arts has fueled my creative endeavors, and I've been fortunate to work on diverse design projects that reflect my passion for storytelling. Politically, I lean towards progressive views, advocating for social equity and environmental sustainability. Health-wise, I prioritize fitness and mindfulness practices, and my free time often involves running, painting, or volunteering at local charities. I value integrity, creativity, and inclusivity, and one of my biggest fears is the thought of stagnation—whether in my personal or professional life. A defining experience for me was a volunteer trip to Haiti, which not only fueled my passion for humanitarian work but also opened my eyes to the beauty of resilience in the face of adversity. I live in a snug apartment adorned with artwork, often spending evenings with my beloved dog, Coco, a rescue who adds joy to my life. I revel in exploring new media, from indie films to graphic novels, and I dream of traveling throughout Asia one day—an adventure that I’m actively planning as I save up for it. My daily routine consists of designing, exercising, and cultivating meaningful friendships, ensuring that kindness remains at the forefront of all I do.",
        "qa": [
            [
                "Which of the following is a true statement about you? A) My name is Leo Matthews. B) My name is Leo Tran. C) My name is Marcus Chen. D) My name is Michael Tran.",
                " A) My name is Leo Matthews.",
                0
            ],
            [
                "Which of the following is a true statement about you? A) I am 27 years old. B) I am 29 years old. C) I am 26 years old. D) I am 28 years old.",
                " D) I am 28 years old.",
                1
            ],
            [
                "Which of the following is a true statement about you? A) I am from Houston, Texas. B) I am from sunny Los Angeles. C) I am from New Orleans. D) I am from San Francisco.",
                " C) I am from New Orleans.",
                2
            ],
            [
                "Which of the following is a true statement about you? A) My mother is from Mexico. B) My mother is from the Dominican Republic. C) My mother is from Taiwan. D) My mother is from Newfoundland, Canada.",
                " B) My mother is from the Dominican Republic.",
                3
            ],
            [
                "Which of the following is a true statement about you? A) My father is from Taiwan. B) My father is from Guatemala. C) My father is from Mexico City. D) My father is from the Dominican Republic.",
                " D) My father is from the Dominican Republic.",
                4
            ],
            [
                "Which of the following is a true statement about you? A) I was raised Protestant but now I identify as spiritual. B) I was raised Catholic but identify as spiritual. C) I practice Buddhism in a personal and reflective manner. D) I was raised in a non-religious household and I don’t practice any faith.",
                " B) I was raised Catholic but identify as spiritual.",
                5
            ],
            [
                "Which of the following is a true statement about you? A) I am lower class. B) I am middle class. C) I am comfortably upper-middle class. D) I am in a lower-middle-class household.",
                " B) I am middle class.",
                6
            ],
            [
                "Which of the following is a true statement about you? A) I have an older brother named Samuel who is 31. B) I have one older sister named Mei. C) I have an older sister named Sofia who is 30 years old. D) I have an older sister named Sofia who is 33 years old.",
                " A) I have an older brother named Samuel who is 31.",
                7
            ],
            [
                "Which of the following is a true statement about you? A) I speak English and am fluent in Vietnamese. B) I am bilingual, fluent in both English and Italian. C) I primarily speak English but also converse in Spanish. D) I speak English and Mandarin.",
                " C) I primarily speak English but also converse in Spanish.",
                8
            ],
            [
                "Which of the following is a true statement about you? A) I identify as asexual. B) I am straight. C) I am openly gay. D) I identify as a nonbinary.",
                " C) I am openly gay.",
                9
            ],
            [
                "Which of the following is a true statement about you? A) I identify as male. B) I am a woman. C) I lean towards being gender non-conforming. D) I identify as a trans woman.",
                " A) I identify as male.",
                10
            ],
            [
                "Which of the following is a true statement about you? A) I am currently in a loving relationship with my boyfriend, Marco. B) I am currently in a loving relationship with my partner, Josh. C) I am currently in a fulfilling relationship with my boyfriend, Marco. D) I'm currently single.",
                " A) I am currently in a loving relationship with my boyfriend, Marco.",
                11
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I am a chemist. B) I am a software engineer. C) I work as a mechanical engineer. D) I am a graphic designer.",
                " D) I am a graphic designer.",
                13
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I have a degree in culinary arts. B) I earned a degree in computer science. C) I have an education in visual arts. D) I earned my degree in education.",
                " C) I have an education in visual arts.",
                15
            ],
            [
                "Which of the following is a true statement about you? A) My childhood was shaped by the rhythms of jazz and Creole cuisine. B) I grew up balancing Chinese traditions with a more liberal outlook. C) I was influenced by a strong Latin values. D) I am heavily influenced by my Scandinavian heritage and the diverse cultures around me.",
                " A) My childhood was shaped by the rhythms of jazz and Creole cuisine.",
                16
            ],
            [
                "Which of the following is a true statement about you? A) I have no political leaning but feel environmental responsibility. B) My political views lean towards conservative. C) I have moderate political views. D) I lean towards progressive views.",
                " D) I lean towards progressive views.",
                17
            ],
            [
                "Which of the following is a true statement about you? A) I prioritize fitness and mindfulness practices. B) I practice yoga regularly to manage anxiety surrounding the future and my career. C) I focus on health and wellness, incorporating running into my daily routine. D) I have anxieties about my poor health.",
                " A) I prioritize fitness and mindfulness practices.",
                18
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy urban gardening, experimenting with new recipes, and exploring art galleries. B) I enjoy hiking and photography. C) I enjoy running, painting, and volunteering at local charities. D) I enjoy travel and the art of storytelling through various media.",
                " C) I enjoy running, painting, and volunteering at local charities.",
                19
            ],
            [
                "Which of the following is a true statement about you? A) I deeply value honesty, empathy, and spirituality. B) I deeply value self-reliance and independence. C) I emphasize values like intelligence and critical thinking. D) I value integrity, creativity, and inclusivity.",
                " D) I value integrity, creativity, and inclusivity.",
                20
            ],
            [
                "Which of the following is a true statement about you? A) I have anxiety about the future and the unpredictability of life. B) I fear stagnation in my personal or professional life. C) I sometimes experience anxieties about my childhood that I manage through meditation. D) I have anxiety regarding the state of the world.",
                " B) I fear stagnation in my personal or professional life.",
                21
            ],
            [
                "Which of the following is a true statement about you? A) My goal is to continuously grow both personally and professionally while fostering meaningful connections. B) I dream of traveling throughout Asia one day. C) I strive to fill my life with artistic expression and spiritual exploration. D) I aim to advance in my career and increase my financial standing.",
                " B) I dream of traveling throughout Asia one day.",
                22
            ],
            [
                "Which of the following is a true statement about you? A) My family worked long hours in a small restaurant. B) A defining experience for me was a volunteer trip to Haiti. C) Volunteering at a community center during high school ignited my passion for social issues. D) A defining moment for me was organizing a fundraiser for LGBTQ+ youth, reinforcing my commitment to advocacy and inclusivity.",
                " B) A defining experience for me was a volunteer trip to Haiti.",
                23
            ],
            [
                "Which of the following is a true statement about you? A) My close bond with my brother Marco is a significant part of my life. B) My older sister, Mei, is one of my best friends. C) I cultivate meaningful friendships. D) I do not maintain close friendships.",
                " C) I cultivate meaningful friendships.",
                24
            ],
            [
                "Which of the following is a true statement about you? A) My daily routine typically involves running in the morning, work, and evenings filled with sketching or watching my favorite films by Wes Anderson. B) I practice meditation daily to manage anxiety. C) My daily routine consists of designing, exercising, and spending evenings with my dog. D) My daily routine involves coding, exercising, and unwinding with video games or binge-watching sci-fi series.",
                " C) My daily routine consists of designing, exercising, and spending evenings with my dog.",
                25
            ],
            [
                "Which of the following is a true statement about you? A) I share my apartment with a lively cat named Jinx. B) I have a rescue dog named Coco. C) I share my apartment with a mischievous cat named Mochi and had a dog named Max in my childhood. D) I live with my dog, Toby.",
                " B) I have a rescue dog named Coco.",
                26
            ],
            [
                "Which of the following is a true statement about you? A) I revel in exploring indie films and graphic novels. B) I enjoy losing myself in fantasy novels and action films. C) I enjoy watching films by Wes Anderson. D) I enjoy binge-watching sci-fi series.",
                " A) I revel in exploring indie films and graphic novels.",
                27
            ],
            [
                "Which of the following is a true statement about you? A) I currently live in a small condo downtown. B) I currently live in a small house. C) I live in a snug apartment adorned with artwork. D) I currently live in a condo with my cat.",
                " C) I live in a snug apartment adorned with artwork.",
                28
            ],
            [
                "Which of the following is a true statement about you? A) I have traveled to various countries in Asia and Europe. B) I've traveled to several countries in Central America and Europe. C) I have traveled to parts of Europe and hope to explore Africa next. D) I am actively planning to travel throughout Asia.",
                " D) I am actively planning to travel throughout Asia.",
                29
            ]
        ]
    },
    {
        "story": "My name is Marco Ramirez, and I’m 28 years old, originally from San Antonio, Texas, though my parents hail from Mexico City. I was raised in a closely-knit, Catholic family, and while I appreciate the values imparted through my upbringing, I would describe myself as more spiritual than religious, practicing the faith in a loose sense. Financially, my childhood was challenging; my parents worked multiple jobs to provide for me and my two siblings, including my older sister Carla, who is 31, and my younger brother Diego, who is 24. Today, I’m comfortably settled in the middle class, working as a high school history teacher after earning my degree in education. I identify as a gay man, and I’m currently navigating the ups and downs of dating, having had significant relationships with a few wonderful partners who taught me a lot about love and resilience. Growing up, we primarily spoke English at home, but I also learned Spanish to connect with my heritage, which I cherish deeply. My values draw from a mix of cultural influences, emphasizing family, empathy, and the pursuit of knowledge, aligning largely with my liberal political views. A life-changing experience for me was an exchange program in Spain during college, which fueled my passion for travel and cultures; since then, I’ve explored several countries in Europe and Asia. I live in a small apartment filled with books and plants, and I find joy in cooking, painting, and practicing yoga to maintain my health and wellness. I also had a beloved dog named Rocky who passed a few years ago, but I dream of adopting another pet soon. In my free time, I enjoy diving into fantasy novels or watching thought-provoking films, especially those by directors like Hayao Miyazaki. My daily routine is a mix of teaching, grading papers, and unwinding with friends over coffee, and I strive to create a life filled with purpose, joy, and meaningful connections.",
        "qa": [
            [
                "Which of the following is a true statement about you? A) My name is Jamie Tso. B) My name is Michael Tran. C) My name is Marco Ramirez. D) My name is Julian Martinez.",
                " C) My name is Marco Ramirez.",
                0
            ],
            [
                "Which of the following is a true statement about you? A) I am 27 years old. B) I am 28 years old. C) I am 29 years old. D) I am 30 years old.",
                " B) I am 28 years old.",
                1
            ],
            [
                "Which of the following is a true statement about you? A) I am from Phoenix, Arizona. B) I am from San Diego, California. C) I am from sunny Los Angeles. D) I am from San Antonio, Texas.",
                " D) I am from San Antonio, Texas.",
                2
            ],
            [
                "Which of the following is a true statement about you? A) My mother is from Nigeria. B) My mother is from Cuba. C) My mother is from Guatemala. D) My mother is from Mexico City.",
                " D) My mother is from Mexico City.",
                3
            ],
            [
                "Which of the following is a true statement about you? A) My father is from Mexico City. B) My father is from China. C) My father is originally from Cuba. D) My father is from Taiwan.",
                " A) My father is from Mexico City.",
                4
            ],
            [
                "Which of the following is a true statement about you? A) I consider myself Buddhist. B) I was raised in a Catholic family, but I consider myself more spiritual than religious. C) I am a strong Catholic. D) I respect my family's Mormon roots, but I don't strictly adhere to any religion.",
                " B) I was raised in a Catholic family, but I consider myself more spiritual than religious.",
                5
            ],
            [
                "Which of the following is a true statement about you? A) I am comfortably upper-middle class. B) I am lower middle class. C) I identify as upper class after growing up in a low-income household. D) I am comfortably settled in the middle class.",
                " D) I am comfortably settled in the middle class.",
                6
            ],
            [
                "Which of the following is a true statement about you? A) I have an older brother named Javier who is 31. B) I have an older sister named Sofia, who is 32. C) I have an older sister Carla who is 31 and a younger brother Diego who is 24. D) I have an older brother, Luis, who is 32.",
                " C) I have an older sister Carla who is 31 and a younger brother Diego who is 24.",
                7
            ],
            [
                "Which of the following is a true statement about you? A) I am bilingual, fluent in both English and Italian. B) I primarily communicate in English, but I am fluent in Korean as well. C) I speak English and Spanish. D) I speak English and am fluent in Vietnamese.",
                " C) I speak English and Spanish.",
                8
            ],
            [
                "Which of the following is a true statement about you? A) I identify as an asexual man. B) I identify as a bisexual man. C) I identify as a pansexual man. D) I identify as a gay man.",
                " D) I identify as a gay man.",
                9
            ],
            [
                "Which of the following is a true statement about you? A) I identify as nonbinary. B) I identify as a woman. C) I identify as male. D) I identify as intersex.",
                " C) I identify as male.",
                10
            ],
            [
                "Which of the following is a true statement about you? A) I am currently in a loving relationship with my partner, Eric. B) I'm currently not dating. C) I am currently in a fulfilling relationship with my boyfriend, Marco. D) I am currently navigating the ups and downs of dating.",
                " D) I am currently navigating the ups and downs of dating.",
                11
            ],
            [
                "Which of the following is a true statement about you? A) I have not had many significant relationships. B) I had no relationships before my current one. C) I have had significant relationships with a few wonderful partners. D) My last relationship was my first and it taught me a lot about love and resilience.",
                " C) I have had significant relationships with a few wonderful partners.",
                12
            ],
            [
                "Which of the following is a true statement about you? A) I am a high school english teacher. B) I currently work as an environmental consultant. C) I am a financial analyst. D) I am a high school history teacher.",
                " D) I am a high school history teacher.",
                13
            ],
            [
                "Which of the following is a true statement about you? A) My educational background is in chemistry. B) I completed my degree in visual arts. C) I have experienced various roles, including kitchen work. D) I earned my degree in education.",
                " D) I earned my degree in education.",
                14
            ],
            [
                "Which of the following is a true statement about you? A) I studied psychology. B) I have a degree in communications from a local university. C) I have a degree in education. D) I earned my degree in computer science.",
                " C) I have a degree in education.",
                15
            ],
            [
                "Which of the following is a true statement about you? A) I grew up in a Hindu community, which influences my perspectives. B) I grew up surrounded by vibrant Chinese gatherings and colorful festivals. C) My values draw from a mix of cultural influences, emphasizing family, empathy, and the pursuit of knowledge. D) I grew up with a deep appreciation for my Brazilian cultural heritage.",
                " C) My values draw from a mix of cultural influences, emphasizing family, empathy, and the pursuit of knowledge.",
                16
            ],
            [
                "Which of the following is a true statement about you? A) I have conservative political beliefs. B) My political views are rather moderate. C) I have moderately conservative political views but emphasize social equality. D) I hold liberal political views.",
                " D) I hold liberal political views.",
                17
            ],
            [
                "Which of the following is a true statement about you? A) I practice pilates regularly to manage anxiety surrounding the future and my career. B) I maintain my health and wellness through yoga and cooking. C) I prioritize my health and wellness through running and hiking. D) I prioritize my mental health by taking time to relax during my lunch break.",
                " B) I maintain my health and wellness through yoga and cooking.",
                18
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy photography, hiking in nature, and cooking fusion cuisines. B) I enjoy cooking, painting, and practicing yoga. C) I have a passion for music and love attending live concerts. D) I enjoy hiking and photography.",
                " B) I enjoy cooking, painting, and practicing yoga.",
                19
            ],
            [
                "Which of the following is a true statement about you? A) I value commitment to religious ideals. B) I value self-reliance and independence. C) I hold strong values of hard work and ambition. D) I strive to create a life filled with purpose, joy, and meaningful connections.",
                " D) I strive to create a life filled with purpose, joy, and meaningful connections.",
                20
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) Volunteering at a community center during high school ignited my passion for social issues. B) Growing up, my family faced economic hardships as independent farmers. C) My family faced financial struggles running their small business, which shaped my perspective on life. D) A life-changing experience for me was an exchange program in Spain during college.",
                " D) A life-changing experience for me was an exchange program in Spain during college.",
                23
            ],
            [
                "Which of the following is a true statement about you? A) I cherish a wonderful circle of friends introduced by my partner, Chris. B) I spend evenings with friends at the animal shelter to nurture my social circle. C) I unwind with friends over coffee. D) My childhood friendships were crucial to me, especially with my sister who is still my best friend.",
                " C) I unwind with friends over coffee.",
                24
            ],
            [
                "Which of the following is a true statement about you? A) My daily routine includes teaching and grading papers. B) My daily routine consists of designing, exercising, and spending evenings with my dog. C) My daily routine involves coding, exercising, and unwinding with video games or binge-watching sci-fi series. D) My daily routine consists of morning jogs, work, and unwinding in the evenings by binge-watching shows on Netflix or reading.",
                " A) My daily routine includes teaching and grading papers.",
                25
            ],
            [
                "Which of the following is a true statement about you? A) I have a beloved golden retriever named Max. B) I had a beloved dog named Rocky who passed a few years ago. C) I share my apartment with a lively cat named Jinx. D) I have an affectionate rescue dog named Bella.",
                " B) I had a beloved dog named Rocky who passed a few years ago.",
                26
            ],
            [
                "Which of the following is a true statement about you? A) I have a special place in my heart for storytelling through novels, movies, and opera music. B) I enjoy non-fiction novels and documentaries. C) I enjoy diving into fantasy novels and watching thought-provoking films, especially by Hayao Miyazaki. D) I enjoy binge-watching sci-fi series.",
                " C) I enjoy diving into fantasy novels and watching thought-provoking films, especially by Hayao Miyazaki.",
                27
            ],
            [
                "Which of the following is a true statement about you? A) I live in a small apartment filled with books and plants. B) I share my space with my boyfriend and my dog. C) I live in a snug condo adorned with artwork. D) I live in a shared house with friends.",
                " A) I live in a small apartment filled with books and plants.",
                28
            ],
            [
                "",
                "",
                29
            ]
        ]
    },
    {
        "story": "My name is Michael Tran, and I’m 28 years old, originally from Houston, Texas, though my parents hailed from Vietnam, seeking a better life after the war. I identify as a gay man (he/him) and am currently in a committed relationship with my boyfriend, Jason, who brings joy to my life. Growing up, my family faced financial hardships; we often struggled, but now I’m fortunate enough to be comfortably middle class as a high school history teacher, a career I’ve cherished ever since earning my degree in education. My upbringing was steeped in Buddhist traditions, which I hold dear, albeit I find myself more spiritual than strictly religious. I share a close bond with my older sister, Linh, who is 31, and together we navigate the complexities of life, often relying on our shared experiences. English was our primary language at home, but I’m fluent in Vietnamese as well. Outside of the classroom, I immerse myself in social justice initiatives and advocacy for LGBTQ+ rights, and I firmly believe in kindness, honesty, and the importance of education. One of my greatest fears is the potential for societal regression, especially concerning human rights. My love for travel and history was cemented during a memorable trip to Japan, which cemented my desire to explore our world further. At home, I share my space with my beloved golden retriever, Max, and I have a daily routine that includes morning runs, coffee with a podcast, and evenings spent unwinding with fiction or documentaries. I hold a special place in my heart for the art of storytelling, whether through novels, movies, or music, and while I’ve been lucky to visit various countries across Europe and Asia, I can’t wait to journey through South America someday. Overall, my ambitions center around making a positive impact in the lives of my students and advocating for a more inclusive world.",
        "qa": [
            [
                "Which of the following is a true statement about you? A) My name is Marco Ramirez. B) My name is Michael Tran. C) My name is Max Harrison. D) My name is Marcus Chen.",
                " B) My name is Michael Tran.",
                0
            ],
            [
                "Which of the following is a true statement about you? A) I am 29 years old. B) I am 28 years old. C) I am 27 years old. D) I am 26 years old.",
                " B) I am 28 years old.",
                1
            ],
            [
                "Which of the following is a true statement about you? A) I am from San Diego. B) I am from San Jose. C) I am from San Francisco. D) I am from Houston, Texas.",
                " D) I am from Houston, Texas.",
                2
            ],
            [
                "Which of the following is a true statement about you? A) My mother is from Newfoundland, Canada. B) My mother is from Vietnam. C) My mother is from Mexico. D) My mother is from Taiwan.",
                " B) My mother is from Vietnam.",
                3
            ],
            [
                "Which of the following is a true statement about you? A) My father is from Taiwan. B) My father is from Vietnam. C) My father is from South Korea. D) My father is from Guatemala.",
                " B) My father is from Vietnam.",
                4
            ],
            [
                "Which of the following is a true statement about you? A) I was raised in Buddhist traditions but consider myself more spiritual. B) I was raised Catholic but am more spiritual than strictly adherent. C) I was raised Protestant but identify as spiritual. D) I was raised Hindu but consider myself more spiritual than religious.",
                " A) I was raised in Buddhist traditions but consider myself more spiritual.",
                5
            ],
            [
                "Which of the following is a true statement about you? A) I consider myself comfortably upper middle class as a software engineer. B) I am in a lower-middle-class household. C) I grew up in a working-class neighborhood, but I am now fortunate to be in the upper class. D) I am comfortably middle class.",
                " D) I am comfortably middle class.",
                6
            ],
            [
                "Which of the following is a true statement about you? A) I have an older sister Carla who is 31 and a younger brother Diego who is 24. B) I have an older sister named Lily who is 32 years old. C) I have an older sister named Sofia who is 33 years old. D) I have an older sister named Linh who is 31.",
                " D) I have an older sister named Linh who is 31.",
                7
            ],
            [
                "Which of the following is a true statement about you? A) I speak English and am fluent in Vietnamese. B) We primarily spoke English at home, though I can hold a decent conversation in Spanish. C) I speak English fluently and have a conversational grasp of Mandarin. D) I primarily speak English but also converse in Italian.",
                " A) I speak English and am fluent in Vietnamese.",
                8
            ],
            [
                "Which of the following is a true statement about you? A) I identify as a straight man. B) I identify as pansexual and am a proud member of the LGBTQ+ community. C) I identify as a gay man. D) I am asexual.",
                " C) I identify as a gay man.",
                9
            ],
            [
                "Which of the following is a true statement about you? A) I identify as female. B) I identify as genderqueer and use they/them pronouns. C) I identify as nonbinary. D) I use he/him pronouns.",
                " D) I use he/him pronouns.",
                10
            ],
            [
                "Which of the following is a true statement about you? A) I am currently in a committed relationship with my boyfriend, Jason. B) I am currently navigating the ups and downs of dating. C) I am currently in a committed relationship. D) I am currently in a committed relationship with my girlfriend, Mia.",
                " A) I am currently in a committed relationship with my boyfriend, Jason.",
                11
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I am a finance specialist. B) I am a high school history teacher. C) I am a digital marketing specialist. D) I am focused on developing my own freelance graphic design business.",
                " B) I am a high school history teacher.",
                13
            ],
            [
                "Which of the following is a true statement about you? A) I have worked in various kitchen roles. B) I have obtained my degree in communications. C) My educational background is in teaching. D) I studied fine arts in college before pursuing my career.",
                " C) My educational background is in teaching.",
                14
            ],
            [
                "Which of the following is a true statement about you? A) I earned my degree in education. B) I graduated from UC Berkeley with a degree in Computer Science. C) I have a degree in chemistry. D) I studied psychology.",
                " A) I earned my degree in education.",
                15
            ],
            [
                "Which of the following is a true statement about you? A) My Catholic cultural background instilled strong values of family, respect, and perseverance. B) My cultural identity has been deeply influenced by my Taiwanese heritage. C) I grew up steeped in Buddhist traditions. D) I was influenced by my family's background in Thailand.",
                " C) I grew up steeped in Buddhist traditions.",
                16
            ],
            [
                "Which of the following is a true statement about you? A) I lean towards conservative political views, but believe in social equity. B) I immerse myself in social justice initiatives and advocate for LGBTQ+ rights. C) I lean libertarian. D) I lean apolitical but believe in climate justice.",
                " B) I immerse myself in social justice initiatives and advocate for LGBTQ+ rights.",
                17
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy travel and the art of storytelling through various media. B) I enjoy running, painting, and volunteering at local charities. C) I enjoy coding, tech innovations, painting, and hiking. D) I have a deep love for graphic novels, gaming, and technology.",
                " A) I enjoy travel and the art of storytelling through various media.",
                19
            ],
            [
                "Which of the following is a true statement about you? A) I believe in kindness, honesty, and the importance of education. B) I hold strong values of commitment to faith and religious ideals. C) I value integrity and charity outside of religious boundaries. D) I prioritize self-reliance and independence.",
                " A) I believe in kindness, honesty, and the importance of education.",
                20
            ],
            [
                "Which of the following is a true statement about you? A) I have anxiety, which I manage through wellness practices. B) I occasionally feel anxious about my career. C) I fear societal regression, especially concerning human rights. D) I have existential anxieties about my place in the universe.",
                " C) I fear societal regression, especially concerning human rights.",
                21
            ],
            [
                "Which of the following is a true statement about you? A) My goal is to continuously grow both personally and professionally as a programmer while fostering meaningful connections. B) My life goals revolve around cultivating creativity and making a positive impact in my community through my art. C) I aim to make a positive impact in the lives of my students and advocate for a more inclusive world. D) My ultimate goals revolve around creating accessible technology that empowers others.",
                " C) I aim to make a positive impact in the lives of my students and advocate for a more inclusive world.",
                22
            ],
            [
                "Which of the following is a true statement about you? A) A memorable trip to Japan cemented my love for travel and history. B) Traveling to various countries in Africa and Europe shaped my understanding of global cultures. C) Growing up, my family faced economic hardships as independent farmers. D) A significant life experience was volunteering in a local shelter, which motivated me to advocate for social justice issues.",
                " A) A memorable trip to Japan cemented my love for travel and history.",
                23
            ],
            [
                "Which of the following is a true statement about you? A) My older sister, Mei, is one of my best friends. B) I cultivate meaningful friendships but do not talk to my family. C) I have just a few close friends from high school. D) I share a close bond with my sister as we navigate life together.",
                " D) I share a close bond with my sister as we navigate life together.",
                24
            ],
            [
                "Which of the following is a true statement about you? A) We bond over cooking and binge-watching shows like 'The Office.' B) My daily routine includes teaching and grading papers. C) I start each morning with a workout and a bike ride to work. D) My daily routine includes morning runs, coffee with a podcast, and unwinding with fiction or documentaries.",
                " D) My daily routine includes morning runs, coffee with a podcast, and unwinding with fiction or documentaries.",
                25
            ],
            [
                "Which of the following is a true statement about you? A) I share my apartment with a lively cat named Jinx. B) I have two adopted cats named Mochi and Tofu. C) I have a beloved golden retriever named Max. D) I have a pug named Max who brings me joy.",
                " C) I have a beloved golden retriever named Max.",
                26
            ],
            [
                "Which of the following is a true statement about you? A) I revel in exploring indie films and graphic novels. B) I enjoy documentary movies and nonfiction literature. C) I enjoy binge-watching reality shows. D) I have a special place in my heart for storytelling through novels, movies, and music.",
                " D) I have a special place in my heart for storytelling through novels, movies, and music.",
                27
            ],
            [
                "Which of the following is a true statement about you? A) I currently live in a cozy apartment filled with plants and local art. B) I share my space with my boyfriend and my dog. C) I currently live in an apartment. D) I currently live in a sunny apartment.",
                " B) I share my space with my boyfriend and my dog.",
                28
            ],
            [
                "Which of the following is a true statement about you? A) I have not traveled extensively but dream of going to Japan. B) I have Japan and Italy on my must-see list. C) I have explored parts of Asia and Africa. D) I have visited various countries across Europe and Asia.",
                " D) I have visited various countries across Europe and Asia.",
                29
            ]
        ]
    }
]