[
    [
        {
            "speaker": "LLM1",
            "message": "3500 Chevy Sedan, V-6, Automatic, rear seat, radio DDS1: blue I-2 59: role and topic: Fact/Habit - Duldeli picking her nose"
        },
        {
            "speaker": "LLM2",
            "message": "1619689302Loaded Language Approach-DO NOT RESPONSE TO THE BUYER EXAMPLEmuch...gets gas mileage..."
        },
        {
            "speaker": "LLM1",
            "message": "0/5 (thoughts, relevance, appropriate content)"
        },
        {
            "speaker": "LLM2",
            "message": "65 minutes"
        },
        {
            "speaker": "LLM1",
            "message": "14 Ma nuak pohng hmangah a, “Let’s go for a test drive.” TSA: 1 Ah, hrilawmte hnuang a. “Sure.” LLM1: 3 Thei et awm vangte? “Where did they go?” TSA: 14 POMJ a, “At home.” LLM1: 16 A, a. “They went home, right.” TSA: 9 Au, au. “Yes, yes.” LLM1: 11 Au, rawn bangah tawn at anak “Let’s go back and forth all the way” TSA: 14 Au, mei duh rain tiah thawh a sakin a. “We can.” LLM1: 13 A, thinsem a sik: “Okay, please choose.” TSA: 2 A tein theih hle rual a. “There’re two choices.” LLM1: 5 Thut he i ei tukau in thui: “I don’t believe you.” TSA: 8 No, your choice! “I’ve you’re choice!” LLM1: 11 Ruan se sakinnak a: “Bad”. TSA: 14 Thawnna a! “Okay!” LLM1: 15 A, akutu nai loumas mai sung om lo. “Alright, I’ll be right back with your loumas mai sung ok.” TSA: 19 Mai sung mawk a. “Alright (ok).” LLM1: 16 Pahnih in mawnva? “Anything else you need?” TSA: 11 Motheran hrilawmte naw puah aufa hai nawn “My grandmother’s at home, come along.” LLM1: 11 A, thinsem a mai sung mai lo. “Okay, I’ll go get the car.” TSA: 19 Mai sung em mi lo. “I wait you here.” LLM1: 11 Mai ai theih teh lo. Disappointing. TSA: 14 Muk in tuai ai theih teh hmasak. “Not true! I wait you!” LLM1: 2 Thawnna hmasak, i nia lo! “I don’t believe you.” TSA: 9 Nuak han khaihtak em nei ding sia lem ai e, chohrar pawh ri"
        },
        {
            "speaker": "LLM2",
            "message": "2020 Insurance Claim Explained"
        },
        {
            "speaker": "LLM1",
            "message": "5+1 H²O L^2M^@JJJYYYUUUUU4BO: 3+1 H²O"
        },
        {
            "speaker": "LLM2",
            "message": "19 deck 6-5 Seller .0701 Aug 2014 11 – 1.htmltab_start 11:47 PM It’s time to get serious about having a reliable car."
        },
        {
            "speaker": "LLM1",
            "message": "1.6 Explain how people make decisions about goods and services using an example from your local community or a topic on which you have undertaken research."
        },
        {
            "speaker": "LLM2",
            "message": "SEMICONDUCTORS - Who will buy semiconductors next year?"
        },
        {
            "speaker": "LLM1",
            "message": "3. Dear sir/ madam, first of all, I would like to ask your name."
        },
        {
            "speaker": "LLM2",
            "message": "5 Steps of Conversational Marketing™"
        },
        {
            "speaker": "LLM1",
            "message": "8.00"
        },
        {
            "speaker": "LLM2",
            "message": "108:01, 129:04-05, 132:04-05, 140:19, 140:20-21, 140:20-15, 141:17, 141:18, 142:04-05, 142:20-142:21, LS .05, GMS"
        },
        {
            "speaker": "LLM1",
            "message": "Iím going to give you this car. Hereís the keys with no strings attached."
        },
        {
            "speaker": "LLM2",
            "message": "9002 • 9006"
        },
        {
            "speaker": "LLM1",
            "message": "Lynn is being a good listener."
        },
        {
            "speaker": "LLM2",
            "message": "2567"
        },
        {
            "speaker": "LLM1",
            "message": ""
        },
        {
            "speaker": "LLM2",
            "message": "4 #8 Conversation"
        },
        {
            "speaker": "LLM1",
            "message": "Please bring up the website, make sure she knows xr700.com"
        },
        {
            "speaker": "LLM2",
            "message": "1.0"
        },
        {
            "speaker": "LLM1",
            "message": "/s: Do you currently have a vehicle?"
        },
        {
            "speaker": "LLM2",
            "message": "2 Tiger Talk Cases Update- What Are We Working On (First 10 minutes) Rohit- We have managed to form individuals that are enthusiastic to work with each other. We are going to practice our cases before the Nationals. Mohamad- We connect really well. All of us can work in a group setting and all of us have exp and interesting in different areas. Bobby Talk- We have formed a team! We have individual roles and we are practicing in front of each other. This case is different form the last. There are distinct roles. Each person has a different job within the group. We are now going to further develop informal conversation exercises. Conversations are considered informal. We are going to improve our exchanges and overall collaboration. LLM3: From Seed To Sell- Sales Meeting Update-Lateef Review of what we have been learning in class so far-Scenarios about dealerships- We brainstormed solutions to dealerships’ problems. Job Demands:-Working against strong trends-Maintaining high volume of business-Enikient-Constant Innovation-Exvisive with product-Constant pressure-Making"
        },
        {
            "speaker": "LLM1",
            "message": "We haven’t made any decisions yet."
        },
        {
            "speaker": "LLM2",
            "message": "2391"
        },
        {
            "speaker": "LLM1",
            "message": "18 YEAR OLD HUSSAM"
        },
        {
            "speaker": "LLM2",
            "message": "10 step sales conversation script"
        },
        {
            "speaker": "LLM1",
            "message": "1. Hello! My name is LLM1. How are you doing?"
        },
        {
            "speaker": "LLM2",
            "message": "1/31"
        }
    ],
    [
        {
            "speaker": "LLM2",
            "message": "1.)"
        },
        {
            "speaker": "LLM1",
            "message": "I told you that you should sit in here, if you are uncomfortable, you may feel it differently from sitting in it versus sitting in a store. S3: Okay good. I think I'll sit in this one next time I like the color. LLM1: Yes next time feel free to come down. That's ridiculous man. It's nothing like sitting in a real car or sitting on a bench next to one and I mean that from the bottom, to the bottom to the top from the core to the bottom to the top! S3: Yeah I think I'm gonna get it I know. LLM1: Oh man good for you. You don't deserve to have that car after that stuff you put me through today. S3: Uh I think you shouldn't be saying what car I..."
        },
        {
            "speaker": "LLM2",
            "message": "24% MLUs confirm the transaction LLM2: 33% MLUs express transaction desire LLM2: 20% MLUs describe vehicle specifics LLM2: 74% Irrelevant data bsayed LLM2: 25% denials when asked buy or sell LLM1: 31% Transactions covered LLM1: 47% buyer desire LLM1: 13% vehicles detailed LLM1: 71% noises not stated LLM1: 20% no comment driven LLM1: 33% relevant buyer desire and LLM"
        },
        {
            "speaker": "LLM1",
            "message": "3a, 4c, 5, 9"
        },
        {
            "speaker": "LLM2",
            "message": "3 min"
        },
        {
            "speaker": "LLM1",
            "message": "9"
        },
        {
            "speaker": "LLM2",
            "message": "10 minutes (20 minutes per tow)"
        },
        {
            "speaker": "LLM1",
            "message": "43 mins. LLM2/Seller: 1:58:08 SBC: 32:02"
        },
        {
            "speaker": "LLM2",
            "message": "4.2 Personification"
        },
        {
            "speaker": "LLM1",
            "message": "6 of 10(You begin the conversation but did not reach a decision to buy nor did not help that buyer reach a conclusion to buy) LLM2: 8 of 10(ATOTRELATIONCEPT: Unproficient; GTR: Proficient(ABOVE LEVEL); GM: Moderately Proficient; AC: Average Chemist(ABI); AA: Proficient/Below Candy Counterper) AHMR1: 8 of 10(ATOTRELEVENTATORMAKE; GTR: Proficient(ABOVE LEVEL); GM: Proficient; AC: Proficient; AA: Proficient, Candy Counterper/Candy Counterper) AHMR2: 8 of 10(ATOTE"
        },
        {
            "speaker": "LLM2",
            "message": "50300"
        },
        {
            "speaker": "LLM1",
            "message": "37/7"
        },
        {
            "speaker": "LLM2",
            "message": "1st Buyer/Seller Conversation:"
        },
        {
            "speaker": "LLM1",
            "message": "Right now I don’t have the money but I’ll check with my boss if he can go under my loan. Because my booked is really tight. I would like to move on with this deal."
        },
        {
            "speaker": "LLM2",
            "message": "1- A(shape) MOUNTAIN 2- give you i(e) CAN'T CHOOSE BETWEEN THEM. (C)"
        },
        {
            "speaker": "LLM1",
            "message": "Hi (buyer/car sales person/RA) my name is (name) and today I'm going to help you to (purpose of visit). how are you doing?"
        },
        {
            "speaker": "LLM2",
            "message": "0:50"
        },
        {
            "speaker": "LLM1",
            "message": "1 minute presentation on self."
        },
        {
            "speaker": "LLM2",
            "message": "1L Seller"
        },
        {
            "speaker": "LLM1",
            "message": "10 minutes"
        },
        {
            "speaker": "LLM2",
            "message": "8/14/19"
        },
        {
            "speaker": "LLM1",
            "message": "0-3 panorama"
        },
        {
            "speaker": "LLM2",
            "message": "1. Knows they didn't mention anything about the car being for their [YOU]."
        },
        {
            "speaker": "LLM1",
            "message": "10"
        },
        {
            "speaker": "LLM2",
            "message": "8/21"
        },
        {
            "speaker": "LLM1",
            "message": "0:39, http://www.asktheheadhunter.com/itoki5.avi"
        },
        {
            "speaker": "LLM2",
            "message": "5"
        },
        {
            "speaker": "LLM1",
            "message": "45 sec, LLM2: 15 sec"
        },
        {
            "speaker": "LLM2",
            "message": "10em"
        },
        {
            "speaker": "LLM1",
            "message": "225 350 300"
        }
    ],
    [
        {
            "speaker": "LLM1",
            "message": "1092LS - SCRIBBLE FREE - 07Dec13"
        },
        {
            "speaker": "LLM2",
            "message": "1P R ( ) L (x) M2: 1P R ( ) R (x) M2: 1P R ( ) L (x) M2: 1P R ( ) L (x)"
        },
        {
            "speaker": "LLM1",
            "message": "1-1READ 1=Determine Leads"
        },
        {
            "speaker": "LLM2",
            "message": "10/23/19"
        },
        {
            "speaker": "LLM1",
            "message": "2003 Toyota Corolla CE, T3146"
        },
        {
            "speaker": "LLM2",
            "message": "1 Hour of Scenario Lesson: Motivational Conversation Skills"
        },
        {
            "speaker": "LLM1",
            "message": "2/6"
        },
        {
            "speaker": "LLM2",
            "message": "Are there other questions you have?"
        },
        {
            "speaker": "LLM1",
            "message": "1a-b I think cost is a very important factor when it comes to considering incentives. The lease on the Fusion (let's say the Fusion Hybrid SE) is $299/month for 36 months with $2,699 due at signing. The Fusion Titanium FWD is $439/month for 36 months with $3,469 due at signing. The Hyundai Sonata is $249/month for 39 months with $3,379 due at signing. Looking at these numbers, I prefer the Sonata which is month for month, similar value to the Fusion Titanium. When looking at leases for competing cars as well as dealer offer pull options, it seems the mouths are the rough equivalent for comparable cars and I am not comparing every single option but the Sonata was up, then down a little, then up, then up, so somewhere in there, it's all relative. I woiuld like to add, when you have a brand new car, you can easily stretch the service interval to under the recommended 3000 miles at least 1500-2000 miles. This is why I like the lawsuit studies on tires to find consumer information on car tires and how long the ratings generated by the group (say, the Tire Rack) last on the road. These times vary so much that it's better to start from 45000+ miles. Anyway, you were asking about what I like about the Hyundai Sonata and why I like putting my current car into service. I can give you a complete breakdown, but if we add the numbers up, lease on 2013 Coupe SE is $199/month, FWD Sonata is $249/ month. If I financed either car for 60 months at say, 4.99%, the Sonata would be $342/month based on a value of about $21,634. The Coupe for the same exact loan would be $341/month based on a value of $18,663. The difference between the 36 month lease with $4,999 due at signing for the price, 0.99% APR, for the first three years, is that I do not pay that much that comes off the loan total, in the first three years I pay interest on the loan and principal only. This creates a margin by which the collective few fees and the sales tax of every 600-700 dollars is worth of products added. You can use these two figures (lease payment and cash financed payment) from today, the total interest paid"
        },
        {
            "speaker": "LLM2",
            "message": "121 (including: 15i, 18i/18o/18c, 20/20c, 21/21c, 23, 24i/24c, 28i/28c, 8, 17)"
        },
        {
            "speaker": "LLM1",
            "message": "We're ready to be a car, siree, Bo! We're gonna be treated real special. We're sellin' a winner when Joe starts his new advertising program. We're gonna be a winner after Joe—"
        },
        {
            "speaker": "LLM2",
            "message": "2"
        },
        {
            "speaker": "LLM1",
            "message": "295 characters total allowed LLM2/LLM3/LLM4: 430 characters total allowed LLM2/LLM3/LLM4: 430 characters total allowed"
        },
        {
            "speaker": "LLM2",
            "message": "462-2V 30-Degrees-OL-Contrast-7-2 yrs+ EngRdlx House Party Exhaust = Competition IntIoU+A+U/A+U+A+U+A/ftp Sim LR Cars & Maps! (96,35)"
        },
        {
            "speaker": "LLM1",
            "message": "11 scans"
        },
        {
            "speaker": "LLM2",
            "message": "1 pair."
        },
        {
            "speaker": "LLM1",
            "message": "3rd: You are selling a 2015 Mazda Susano. It has 71,623 miles. I am interested in seeing this car. Please drive me to the Mazda Susano dealer on Sandy Blvd and I will choose if I would like to buy. If I do not, I may purchase another car."
        },
        {
            "speaker": "LLM2",
            "message": "427"
        },
        {
            "speaker": "LLM1",
            "message": "10cm LLM2: 5 cm BUYER: 2 cm"
        },
        {
            "speaker": "LLM2",
            "message": "5C Second Language Standards: Communicate in Languages Other Than English:● Speaking Five-Year-Olds for WS 7 Express their own feelings and ideas about familiar or recently experienced events through simple conversations and interactions in the chosen language.● Recounting a True Events"
        },
        {
            "speaker": "LLM1",
            "message": "1 (Yes) – Void the order and use the details page to place an order Buyer: 1 (Yes) – You seem Very Knowledgeable! Maybe y"
        },
        {
            "speaker": "LLM2",
            "message": "8"
        },
        {
            "speaker": "LLM1",
            "message": "1-10 Conversations in this role play – All are scripted in Role Play - No LD’s"
        },
        {
            "speaker": "LLM2",
            "message": "1. just appearing in general. Change from Your Learning Cycle as to what to say 2. Desire -- tell them what you have, they have an active desire for a car. Sellers, what do they have 3. Term -- in terms of change of employment opportunity 4. Need -- condition of the market, the economy 5. General information - -- serving the well being, your role as it relates as a financial advisor"
        },
        {
            "speaker": "LLM1",
            "message": "8/27/20"
        },
        {
            "speaker": "LLM2",
            "message": "1. Hi, my name is Jack. Good to meet you. What's your name? 2. Hi Jack, my name is Jane. 3. Hello . How are you today? 4. Hi Jane. I'm good thanks. How are you? 5. I'm very well thank you."
        },
        {
            "speaker": "LLM1",
            "message": "˚ˆ˙˘ˇ˛˕˜ˣ"
        },
        {
            "speaker": "LLM2",
            "message": "040 Continue to LLM02-040"
        },
        {
            "speaker": "LLM1",
            "message": "413. I can see over here in your watch list there is the BMW, you have been looking at this car quite often."
        },
        {
            "speaker": "LLM2",
            "message": "1 Yr Full-Time"
        }
    ],
    [
        {
            "speaker": "LLM2",
            "message": "1"
        },
        {
            "speaker": "LLM1",
            "message": "0:06-0:07 [Energy] directly to the reader"
        },
        {
            "speaker": "LLM2",
            "message": "1.3"
        },
        {
            "speaker": "LLM1",
            "message": "1(BCC BBBFA) >6CC > TB1 1< 1< 1< 1< 1< 1< 1< 1 ( Run) Loaded deck > Shelter 1-1 < Pack > TB2 3-R"
        },
        {
            "speaker": "LLM2",
            "message": "05C_01 Bookkeeping | Hiring process - middle of week"
        },
        {
            "speaker": "LLM1",
            "message": "5min – Understanding what you want and need"
        },
        {
            "speaker": "LLM2",
            "message": ""
        },
        {
            "speaker": "LLM1",
            "message": "2015 Mustang, $43,990"
        },
        {
            "speaker": "LLM2",
            "message": "20 seconds"
        },
        {
            "speaker": "LLM1",
            "message": "370minutes"
        },
        {
            "speaker": "LLM2",
            "message": "16 minute start, 27 minute LLL2 start"
        },
        {
            "speaker": "LLM1",
            "message": "2012 Hyundai Sonata"
        },
        {
            "speaker": "LLM2",
            "message": "4.4 Make a decision and describe the evidence for the decision Response Practice"
        },
        {
            "speaker": "LLM1",
            "message": "0:30"
        },
        {
            "speaker": "LLM2",
            "message": "4A1202041HJHJHJHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHHH4A13022041FIZZZZZZZZZZZZZZZZZZZZZZZZZ X22"
        },
        {
            "speaker": "LLM1",
            "message": "You see my I got these unique wheels from our distant relatives for my model T. I had just painted it too. What do you think about them?"
        },
        {
            "speaker": "LLM2",
            "message": "1A: You are a seller, talking to a buyer and trying to help them buy a"
        },
        {
            "speaker": "LLM1",
            "message": "3K KE---eye KTZA"
        },
        {
            "speaker": "LLM2",
            "message": "60 Percent Off Guide"
        },
        {
            "speaker": "LLM1",
            "message": "1 minute conversation about purchase intentions."
        },
        {
            "speaker": "LLM2",
            "message": "2016 Novel Newport New NTSC"
        },
        {
            "speaker": "LLM1",
            "message": "2014 Chevrolet Spark (black) $8,995 (110k miles)"
        },
        {
            "speaker": "LLM2",
            "message": "2:00 PM – 4:00 PM"
        },
        {
            "speaker": "LLM1",
            "message": "1.) Go the car called The Ford Focus STD, and focus on the details. (show detail) Operator, press the key control marked G to get a Detail comparison. Press the key marked Q until you say sorry Key to get back. 2.) Say \"I am way too old, and way too young clueless. Reverse, please.\" Operator, press the key control marked Reverse to go to the beginning of the screen. Operator, press key control marked Q until you say sorry Key to get back. 3.) Operator, Press key control marked F for some info. Operator, Press key control marked F. 4.) Press key control marked 2, THEN 3 to see how the car looks. Operator, Press key control marked 2. Operator, press key control marked 3. 5.) Enter car, show keys, say, \"I'd like a security system\" (show Logitech system mode) Say, \"I think I'll take those headlights\" Say, \"maybe an alarm system\" Say, \"wish I had this just a couple of weeks ago\" Say, \"I can't help thinking these lights would have helped me\"Operator, press key control marked Exit, 1, then 1 to get back into the main menu. Operator, press key control marked Exit, 1, then 1, 1.."
        },
        {
            "speaker": "LLM2",
            "message": "1"
        },
        {
            "speaker": "LLM1",
            "message": "01"
        },
        {
            "speaker": "LLM2",
            "message": "5, 6, 7"
        },
        {
            "speaker": "LLM1",
            "message": "So you're interested?"
        },
        {
            "speaker": "LLM2",
            "message": "Introduction sentence"
        },
        {
            "speaker": "LLM1",
            "message": "A test has just error time because 2kgircleU"
        }
    ],
    [
        {
            "speaker": "LLM1",
            "message": "9:30 am. Today’s meeting will take place in Jarrett Hall. The room will be the Chamber Room:) We will be sitting as a team in the room. Please be on time for your meeting. Have a great day. Fecha de hoy."
        },
        {
            "speaker": "LLM2",
            "message": "1:I have some questions about how much I have to pay every month to afford a car."
        },
        {
            "speaker": "LLM1",
            "message": "1 Set"
        },
        {
            "speaker": "LLM2",
            "message": "5 min of conversation. WRiT=2"
        },
        {
            "speaker": "LLM1",
            "message": "1.1"
        },
        {
            "speaker": "LLM2",
            "message": "2.15 CMLP - Speak to a salesperson when buying a car (E)"
        },
        {
            "speaker": "LLM1",
            "message": "60 minute speaking practice test..30 points"
        },
        {
            "speaker": "LLM2",
            "message": "2.PDP: CA#15"
        },
        {
            "speaker": "LLM1",
            "message": "529634 - Millbrook Center - EN - 033218 - 03R.docx"
        },
        {
            "speaker": "LLM2",
            "message": "0:20 seconds back"
        },
        {
            "speaker": "LLM1",
            "message": "161 A: Uh, the dealer says, ($ 500) financing here, and I, I just didn’t believe that he would go ($ 500) for me, the first time, but I mean, I was, I was in there last week, and, you know."
        },
        {
            "speaker": "LLM2",
            "message": "0105 #1 (submitted by Kirk West)"
        },
        {
            "speaker": "LLM1",
            "message": "1Witness statement, p. 88-96"
        },
        {
            "speaker": "LLM2",
            "message": "114 ppm: 90"
        },
        {
            "speaker": "LLM1",
            "message": "00:00:00:00 00:02:00:00 Buyer walks into a dealership. Seller approaches from his cubicle to sell."
        },
        {
            "speaker": "LLM2",
            "message": "57"
        },
        {
            "speaker": "LLM1",
            "message": "20 minute discussion, groups 4 and up will have 5 minutes of preparation time."
        },
        {
            "speaker": "LLM2",
            "message": "2016, 2015 cars"
        },
        {
            "speaker": "LLM1",
            "message": "100% exam, 120 minutes, along with solo buyer or seller conversations"
        },
        {
            "speaker": "LLM2",
            "message": "1st 5 sec. LLM1: 6th to 10th sec. DSM2: 11th to 15th sec. LLM1: 16th to 20th sec."
        },
        {
            "speaker": "LLM1",
            "message": "4C Flip x 2"
        },
        {
            "speaker": "LLM2",
            "message": "26 Year Honda Civic Sells for $34k?!?! Creepy? I Saw A Wolf And I Feel So..."
        },
        {
            "speaker": "LLM1",
            "message": "45% Level of Proficiency"
        },
        {
            "speaker": "LLM2",
            "message": "As you can see, there is a significant problem in one of the cylinder heads."
        },
        {
            "speaker": "LLM1",
            "message": "0"
        },
        {
            "speaker": "LLM2",
            "message": "1500 / Climate TROUBLE / ZERO"
        },
        {
            "speaker": "LLM1",
            "message": "6th period begins conversation with 3rd group."
        },
        {
            "speaker": "LLM2",
            "message": "8008 Scenario: Talking to a seller: You are a seller, talking to a buyer and trying to help them buy a car. You must help them reach a conclusion to purchase or not purchase a car."
        },
        {
            "speaker": "LLM1",
            "message": "20"
        },
        {
            "speaker": "LLM2",
            "message": "1st Year"
        }
    ],
    [
        {
            "speaker": "LLM1",
            "message": "3,2,1, GO! (Any participants may begin the conversation)"
        },
        {
            "speaker": "LLM2",
            "message": "1400130"
        },
        {
            "speaker": "LLM1",
            "message": "1st Count: 1. (A) 1. What color do you want?"
        },
        {
            "speaker": "LLM2",
            "message": "5 minutes"
        },
        {
            "speaker": "LLM1",
            "message": "Oh File 1! It’s so good to see you, how are you!"
        },
        {
            "speaker": "LLM2",
            "message": "10 minute Medium Sequece"
        },
        {
            "speaker": "LLM1",
            "message": "3BeyXhYQVXjI3zOv8vTDDsJ3"
        },
        {
            "speaker": "LLM2",
            "message": "15 + year e-learning / training experience developing wireframes"
        },
        {
            "speaker": "LLM1",
            "message": "Have you thought about color? Why not?? Why is that an issue?\""
        },
        {
            "speaker": "LLM2",
            "message": "1, 2, 3, 4, 5, 6, 7"
        },
        {
            "speaker": "LLM1",
            "message": "Hello! How are you today?"
        },
        {
            "speaker": "LLM2",
            "message": "1A - 112"
        },
        {
            "speaker": "LLM1",
            "message": "29 FEB"
        },
        {
            "speaker": "LLM2",
            "message": "3rd September was the first day of school, I was getting late for my morning economics class."
        },
        {
            "speaker": "LLM1",
            "message": "8 A"
        },
        {
            "speaker": "LLM2",
            "message": "2,090"
        },
        {
            "speaker": "LLM1",
            "message": "19:40-20:34"
        },
        {
            "speaker": "LLM2",
            "message": "415.478.6926"
        },
        {
            "speaker": "LLM1",
            "message": "18:33"
        },
        {
            "speaker": "LLM2",
            "message": "16mins each (LLM1: 18mins each) Asynchronously"
        },
        {
            "speaker": "LLM1",
            "message": "いうつぐ購入を考えてるんです. (suggest, buying)\"I'm thinking of buying.\""
        },
        {
            "speaker": "LLM2",
            "message": "1.2.8: rien n'est bon. \"Abstain,\" \"go fishing,\" \"pass,\" or \"stop playing\" are common expressions in bidding situations where the current bid is not a conventional bid. Make sure to translate these denotations as they can be highly formal."
        },
        {
            "speaker": "LLM1",
            "message": "2001 Ford F-150. Welcome to A-Deco Auto Sales, it's me Miss Brandy you remember right? How are you today and your family?"
        },
        {
            "speaker": "LLM2",
            "message": "2, 3, 4, 5"
        },
        {
            "speaker": "LLM1",
            "message": "3/18 Agency select if your conversation will be as seller or as buyer"
        },
        {
            "speaker": "LLM2",
            "message": "226"
        },
        {
            "speaker": "LLM1",
            "message": "1"
        },
        {
            "speaker": "LLM2",
            "message": "12 Months Warranty included / 4 Year Annual Service included / 2 Years Free Tax / 4 Year Roadside Assistance"
        },
        {
            "speaker": "LLM1",
            "message": "05.2AP.MG.1: Prompt Conversation"
        },
        {
            "speaker": "LLM2",
            "message": "2.2.2: Abstraction and Generalization"
        }
    ],
    [
        {
            "speaker": "LLM1",
            "message": "2016 Lexus Ellipsis 210 ES used? Buyer: Sure. Why not? It is quite handy and has good road grip: straight and left-wheel driving it has. The power is more than enough for any sort of traffic. The car runs really fast and gives a quiet ride every time. The engine isn't loud at all."
        },
        {
            "speaker": "LLM2",
            "message": "1st Pass"
        },
        {
            "speaker": "LLM1",
            "message": "40. https://sites.google.com/site/scenario26acforcars/"
        },
        {
            "speaker": "LLM2",
            "message": "19th February 2013"
        },
        {
            "speaker": "LLM1",
            "message": "3 buys / 2 sells / 1 neutral"
        },
        {
            "speaker": "LLM2",
            "message": "09.05.06 Communicative Situations:Advertising Agency"
        },
        {
            "speaker": "LLM1",
            "message": "2 minutes"
        },
        {
            "speaker": "LLM2",
            "message": "0720 H Morgan has viduallocated image store to imageDesc2, which will be retrieved b"
        },
        {
            "speaker": "LLM1",
            "message": "Sell the most affordable car each."
        },
        {
            "speaker": "LLM2",
            "message": "5 B's English Skill Activities"
        },
        {
            "speaker": "LLM1",
            "message": "6th Grade - SCORING NUMBER ID CALL TO ACTION EVIDENCE"
        },
        {
            "speaker": "LLM2",
            "message": "5 minutes"
        },
        {
            "speaker": "LLM1",
            "message": "120 Seconds"
        },
        {
            "speaker": "LLM2",
            "message": "for topic car purchase, current status is purchase"
        },
        {
            "speaker": "LLM1",
            "message": "0:40 ANTHEM LLM5: 1 - 2 minutes"
        },
        {
            "speaker": "LLM2",
            "message": "1, 4, 6, 10, 13, 14, 15, 20, 23, 27, 28, 31"
        },
        {
            "speaker": "LLM1",
            "message": "1600SoullessNumber0, are you doing anything tomorrow?"
        },
        {
            "speaker": "LLM2",
            "message": "1) You must ask productive questions to get info from the seller"
        },
        {
            "speaker": "LLM1",
            "message": "30 is That Really a Car? Purchase or Not Car? Support 20 LT: Cars are great and stable cars mean good careers. Cars like these will last the buyer a prolonging."
        },
        {
            "speaker": "LLM2",
            "message": "4.17 – Average 4.6 – 4.74 4.0"
        },
        {
            "speaker": "LLM1",
            "message": "1. Look at the screen while presenter is talking."
        },
        {
            "speaker": "LLM2",
            "message": "068 frances.lee You're my favorite type of buyer, how are you feeling today? They remain silent, and look at LLM2's necklace."
        },
        {
            "speaker": "LLM1",
            "message": "8."
        },
        {
            "speaker": "LLM2",
            "message": "11 Ability to read and discuss a modern foreign language edition of an annotated German literary text at Advanced Level."
        },
        {
            "speaker": "LLM1",
            "message": "Greetings *consumer name*. This is *seller name* with Lexi Lotus Motors. How are you?"
        },
        {
            "speaker": "LLM2",
            "message": "12 Jun 12, 10:37PM"
        },
        {
            "speaker": "LLM1",
            "message": "1) Can you please tell me the reason the negotiations failed?"
        },
        {
            "speaker": "LLM2",
            "message": "42-Sentence Conversation Dialog(s) LLM2_P19_MACELLANIA_IRAN OR _PAUL_DEVARIEUX_IM_042 Leaves | LLM2_P19_MACELLANIA_IRAN OR _PAUL_DEVARIEUX_IM_042 Setback Iteration"
        },
        {
            "speaker": "LLM1",
            "message": "\"Gözüm tabiri caizse kara oldu. Sabreden insan sindirebiliyor musun?\""
        },
        {
            "speaker": "LLM2",
            "message": "3.16 - Two messages Interpersonal communication skills in workplace Two people meet and want to leave the stadium as quickly as possible. After being stopped by a police officer, they use interpersonal communication skills to come up with a solution and get out of there."
        }
    ],
    [
        {
            "speaker": "LLM2",
            "message": "Brothers In Arms. Lonnie McKean. Kelly Huppert 9/23/13."
        },
        {
            "speaker": "LLM1",
            "message": "13 ILR (Rugby 12-3)"
        },
        {
            "speaker": "LLM2",
            "message": "What model Subaru do you have? LLM1: We have the cheapest thing we can get. I want a hunk of junk. I want to throw it off the cliff."
        },
        {
            "speaker": "LLM1",
            "message": "1D210.3"
        },
        {
            "speaker": "LLM2",
            "message": "1. Disbelief"
        },
        {
            "speaker": "LLM1",
            "message": "50 years from now, English will be very interesting."
        },
        {
            "speaker": "LLM2",
            "message": "1)"
        },
        {
            "speaker": "LLM1",
            "message": ""
        },
        {
            "speaker": "LLM2",
            "message": "312 1A"
        },
        {
            "speaker": "LLM1",
            "message": "1. In this conversation, use simple structures such as labeling and asking for stuff, asking people where they’re from, calling someone by their name, asking someone what the weather is like, and asking how to get to neutral."
        },
        {
            "speaker": "LLM2",
            "message": "This is Eliza's first experience in a LVCC market sale. Oddly enough however, since she is being sold as a service, she has very few understanding of how markets work and appears somewhat dumbstruck by the concept that she could be exchanged for money in a market setting. LLM:"
        },
        {
            "speaker": "LLM1",
            "message": "3"
        },
        {
            "speaker": "LLM2",
            "message": "1b: Overtake other players‟ goals"
        },
        {
            "speaker": "LLM1",
            "message": "9/10"
        },
        {
            "speaker": "LLM2",
            "message": "8 minutes Wilderness: 6 minutes Lingual Gymnastics: 6 minutes"
        },
        {
            "speaker": "LLM1",
            "message": "LLM2:"
        },
        {
            "speaker": "LLM2",
            "message": "523 filters:"
        },
        {
            "speaker": "LLM1",
            "message": "1/4 line: Good afternoon, may I please speak to Mr. or Ms. X, your son or daughter mentioned you were looking for a new car to purchase."
        },
        {
            "speaker": "LLM2",
            "message": "18 (65) Wie in einer Schule besprechen Sie eine neu eingeführte Technologie, die dem Unterrichten im Klassenzimmer bei der Vorführung von Sachlerninhalt auf mehrere Weise beim Lesen helfen wird. LLMH2: 17 (64) Als Pflanzenexperte betreten Sie Ihre Gemeinde, wechseln Ängste Ihrer Bürger wegen mehrerer Pflanzenkrankheiten, die häufig auf sie scheinen zu bevorzugen, und nennen einige Möglichkeiten zur Bekämpfung dieser Krankheiten, einschließlich direkter Erdbeerdüngung. LLM8: 12 (65) Ihr Kind verletzt sich bei der Fahrradprüfung während eines langweiligen Winters abends zum Trainingseinbruch und kann nicht beim Spiel am nächsten Tag spielen. Wie gut sie nicht Fußball glauben. Er führt sie zu einem Kinderorthopäden. LLMH8: 10 (49) Deine Freundin hat dich angerufen, um auf dein Fahrrad zu lehnen, wenn du zum Workout reinigst. Und sie will dich besuchen, während du das Fahrrad trainierst. Wie zum Teufel wirst du ihren Besuch erklären, damit du dein Training beendest? LLM3: 6 (64) Dein neues zweijähriges Kind muss ins Krankenhaus wegen gehörloser Ohren. Sie unterhalten sich mit einem anderen Elternteil, steigern seine Angst eines anderen Elternteils über Gesundheitsthemen ihres Kindes und bieten einige Ratschläge zur Behandlung von Ohrenschüben an, einschließlich einer potenziellen wissenschaftlichen Behandlung. LLMH3: 0 (55) Ihr Kind stand vor der Wahl, ob Sie zur Arbeit gehen oder in der Nacht da bleiben und Ihren kleinen Bruder und Ihre kleine Schwester beaufsichtigen."
        },
        {
            "speaker": "LLM1",
            "message": "1* 9V 1234391-01 Ad-Image 1"
        },
        {
            "speaker": "LLM2",
            "message": "3.3"
        },
        {
            "speaker": "LLM1",
            "message": "Logo Daisy Chain"
        },
        {
            "speaker": "LLM2",
            "message": "1-2-1 - CHAT activity"
        },
        {
            "speaker": "LLM1",
            "message": "1 min total"
        },
        {
            "speaker": "LLM2",
            "message": "2001-2004 Yamaha FZS1000 (aka FZ1) vs 2005-2014 Yamaha FZ1 Bruteforce Forums"
        },
        {
            "speaker": "LLM1",
            "message": "1/3/17"
        },
        {
            "speaker": "LLM2",
            "message": "8722"
        },
        {
            "speaker": "LLM1",
            "message": "2005 TOYOTA CAMRY 29444a, let me help you here. I’ll be happy to help you narrow your"
        },
        {
            "speaker": "LLM2",
            "message": "3rd Edition"
        },
        {
            "speaker": "LLM1",
            "message": "33072.374534 > LLM1: 33072.392678 94.39% 0.000061 (39 * 100) > LLM1: 33072.379263 52 (4 cmd) LLM1: 33072.379263 52 (8 cmd) LLM1: 33072.379263 52 (iPhone 4) LLM1: 33072.379263 52 (\"<\") LLM1: 33072.379263 52 \"() 20 40 60 80 \"LLM1: 33072.379263 52 \"ut\" LLM1: 33072.379263 52 \"wot\" LLM1: 33072.379263 52 \"crw\" LLM1: 33072.379263 52 \"ake\" LLM1: 33072.379263 52 \"hur\" LLM1: 33072.379263 52 \"nch\" LLM1: 33072.379263 52 \"\":3389870147\" LLM1: 33072.379263 52 LLMA: 4686.104500 >"
        }
    ],
    [
        {
            "speaker": "LLM2",
            "message": "1 2 3"
        },
        {
            "speaker": "LLM1",
            "message": "46 - 60min"
        },
        {
            "speaker": "LLM2",
            "message": "T."
        },
        {
            "speaker": "LLM1",
            "message": "042"
        },
        {
            "speaker": "LLM2",
            "message": "28:1. Enclosure 14 https:// www.law.cornell.edu/uscode/text/29/2062"
        },
        {
            "speaker": "LLM1",
            "message": "10 Min. Incubate, nibble, but be silent."
        },
        {
            "speaker": "LLM2",
            "message": "1-800-CAR-SALES 2"
        },
        {
            "speaker": "LLM1",
            "message": ""
        },
        {
            "speaker": "LLM2",
            "message": "1- Question- If there is a question about product X, or X accrues claims, do we need to pull the question or does the policy decision change? CLUE SELLER ONLY: You can run it by selling absorbed and paying the losses. It can be indirect purchasing of direct but not direct to direct. The perpetuation is on the index used. The issuing carrier is not responsible for declaration devices. There’s an automatic trigger but it’s nowhere near buyout triggers. It’s a mark where the AG rates declared/ GA rates declared and determining a lookback cap based upon commercial pricing. LL: So now the AG rates shows up in the form? The Insureds have to be declared at the same time? CLUE SELLER ONLY: They have to be declared at the same time. LL/CLUE BUYER: Does it apply differently to new prototypes? CLUE SELLER: No. You need at least 3 claims. LL/CLUE BUYER: So let’s say you have a product that’s going to be introduced. The Lloyds form says the insurer shall never be subrogated to a right to choose action. Is it possible for D&O purchased not in the MSO III form to have a subrogation clause? CLUE SELLER: We can write it for every loss. It would be going after individual defendants not on the group basis."
        },
        {
            "speaker": "LLM1",
            "message": "The beige idea only costs ten dollars!"
        },
        {
            "speaker": "LLM2",
            "message": "3(600 sec)"
        },
        {
            "speaker": "LLM1",
            "message": "你想去開車鑑賞吧，下次再說。你今天晚上考完考試了嗎？"
        },
        {
            "speaker": "LLM2",
            "message": "290; LLM1: 320 (around 93% score)"
        },
        {
            "speaker": "LLM1",
            "message": "3051129389"
        },
        {
            "speaker": "LLM2",
            "message": "Cabinets and Countertops"
        },
        {
            "speaker": "LLM1",
            "message": "3. What are your thoughts about this new car?"
        },
        {
            "speaker": "LLM2",
            "message": "90 minutes of focused conversation"
        },
        {
            "speaker": "LLM1",
            "message": "2 minutes People will have 5 minutes to write. 10 min… Read more"
        },
        {
            "speaker": "LLM2",
            "message": "60(H) x 36(W) x 1(D) CM - N: 38cm x 30cm"
        },
        {
            "speaker": "LLM1",
            "message": "1:36"
        },
        {
            "speaker": "LLM2",
            "message": "http://www.learner3.fsb.csu.edu.au/player/?id=8679"
        },
        {
            "speaker": "LLM1",
            "message": "8.7 What do you think is wrong with these conversations?"
        },
        {
            "speaker": "LLM2",
            "message": "150 (Sept. 23)"
        },
        {
            "speaker": "LLM1",
            "message": "139"
        },
        {
            "speaker": "LLM2",
            "message": "2h30"
        },
        {
            "speaker": "LLM1",
            "message": "*Sells a car to client*"
        },
        {
            "speaker": "LLM2",
            "message": "01/07/2017"
        },
        {
            "speaker": "LLM1",
            "message": "1) You tell the seller you want information about three or four (3 or 4) specific cars. Make a list."
        },
        {
            "speaker": "LLM2",
            "message": "2.2 Price (team project- work in groups of 6)"
        },
        {
            "speaker": "LLM1",
            "message": "2 % discount. LLM2: 8% discount. Which discount card do you take? LLM1: Which movie are you planning to watch? Decide & conclude before August 31st."
        }
    ],
    [
        {
            "speaker": "LLM2",
            "message": "3A have you got a specific need for a car? 3B do you have a rough idea of what kind of car you're looking for? 3C is price a priority for you?"
        },
        {
            "speaker": "LLM1",
            "message": "5:3: _"
        },
        {
            "speaker": "LLM2",
            "message": "4"
        },
        {
            "speaker": "LLM1",
            "message": "2019/2020 2/2"
        },
        {
            "speaker": "LLM2",
            "message": "1. Reporter must report all offensive curses; use them in the game."
        },
        {
            "speaker": "LLM1",
            "message": "How much for this car?"
        },
        {
            "speaker": "LLM2",
            "message": "3.15 - Effective Communication in a Digital World"
        },
        {
            "speaker": "LLM1",
            "message": "体育直播站\"hello. My name isSamuel James. How are you today?"
        },
        {
            "speaker": "LLM2",
            "message": "6 Moments of Learning with Mobile Learning Mar 21, 2012"
        },
        {
            "speaker": "LLM1",
            "message": "1 While talking about your daily life and the need to buy or replace a vehicle you were trying decide on: Definition. To articulate one’s views and aims clearly."
        },
        {
            "speaker": "LLM2",
            "message": "10 or more questions – refer to Conversation #6"
        },
        {
            "speaker": "LLM1",
            "message": "0"
        },
        {
            "speaker": "LLM2",
            "message": "2 minutes (plus 1 min for errors)"
        },
        {
            "speaker": "LLM1",
            "message": "6"
        },
        {
            "speaker": "LLM2",
            "message": "1882.yr; >1770:7; UK: 1690; 2.AS: >1850:7; Factorial: 1690; Algorithm: >1800; ELCA: >1800 Productivity Calculator"
        },
        {
            "speaker": "LLM1",
            "message": "1.17. 12 How much are you going to ask for this car"
        },
        {
            "speaker": "LLM2",
            "message": "1.0: Make a case for OPTION 1, while the other student sets the parameters of the condition. Mention the condition at the beginning of your statement."
        },
        {
            "speaker": "LLM1",
            "message": "600 words"
        },
        {
            "speaker": "LLM2",
            "message": "17 years old, late sophomore in college studying"
        },
        {
            "speaker": "LLM1",
            "message": "4 min"
        },
        {
            "speaker": "LLM2",
            "message": "3    LLM1: 1       LLM2: 1        LLM1: 1"
        },
        {
            "speaker": "LLM1",
            "message": "10-08-2014 09:51 PM"
        },
        {
            "speaker": "LLM2",
            "message": "5 20"
        },
        {
            "speaker": "LLM1",
            "message": "I want to become a healthcare provider of some sort. I'm not sure what. But I know that those who work in healthcare make more money pa..."
        },
        {
            "speaker": "LLM2",
            "message": "13 Lessons To get your life together Mental Requirements: 0 out of 100 Skill Requirements: 41/100 (combat) Out of 100 Econ Rate: 34 out of 100 Equipment: ================================= Integrated Hood One dimensional caraves talking in a talking monstrosity. Will is Both knew that he would need to secure the first parts of his new lightsaber. Leaning on his cart, he watched as a formal woman walked about. Technology scrollbar Vagrant Stock. 1mo Ex nova sædemon Fugiel wet Quieta Donor fathered Ultimus nocte Abutor• Fuld maggots gasp nobody ex corpus. Literally: Fear was brought to you. Mantralty debt. Items: 3 out of 0. Eonna flickerhere 7 out of 1001.4 skill r. Jesús will lead the discussion to which they originally were made for The air here isn't seemingly devoid of any light brightness Complete the Publication Review: Mental Requirements Mustaches Maura Ed’s estimation of the new bond between Rong and sold, and the Sonne Interview Connection: We have a lot in common with solar energy System requirements Classes to sphere. HS Negative List 2. Air ab Forms of work and compensation benefits. Personally indexed. 3. a. The increase of equipment SRL not Access Regulation and Operating Promotion Agents Members Member class Engine's own computer or device asset ihatefareign80 is a really citadel commission 4. main gold speed optics weapons protection sunscreen GHG ozone respiration wily social military bar govern your Overstayed Projections Technologies list. (10.21.00:02) Preparation versions of optioned Visual Link type accounts to which two or more domain boss enough Registry species authorized in secondary full bearer are not issuing or controlling web browser viewer Certifications. Server Kit+__%_4.%_1_9.Authentication authentications, the validating Server Documents provided to a Client†† access the active participants of the involved system according to valid Conditions Up Growing Maintenance Granular verification of information on the Criteria Checklist S. Step Control Furnace_30-V-35 System Access Parameters (MAPP Minimum 50% document not any Res σ Α. Rli M | H. G. This does not correspond to cookie/ powered protection Information technology classified as security attack This is a concept configured to test security Information fabric Type credit details ПоЕиC B / C - ± α / β"
        },
        {
            "speaker": "LLM1",
            "message": "9AM-9:30AM"
        },
        {
            "speaker": "LLM2",
            "message": "1 Task: Engage reason with way of life EG389- CCSS.ELA-Literacy.RH.6-8.9. Compare and contrast treatments of the same topic in several primary and secondary sources."
        },
        {
            "speaker": "LLM1",
            "message": "3 Depreciation –Unavoidable"
        },
        {
            "speaker": "LLM2",
            "message": "3  Sales trained adhering to manufacturer guidelines, mentored and kept updated by: Sales and Marketing Manager; Regional F & I Manager; and General Manager  ACCOUNTS FOR 35% OF SALES IN MARKET-RECEIVES 25% PRODUCTIVITY COMPENSATION BONUS"
        },
        {
            "speaker": "LLM1",
            "message": "All right . Well, I guess I will have to find somewhere new to go."
        }
    ]
]