[
    {
        "story": "My name is Marcus Chen, and I’m 28 years old, having spent my whole life in the vibrant city of San Francisco, where my parents, both Taiwanese immigrants, instilled in me a deep appreciation for our cultural heritage. I identify as a gay man and am currently in a loving relationship with my partner, Josh, who inspires my creative pursuits. Growing up, my family faced financial challenges, but I’m grateful for how far we’ve come; today, I comfortably slide into middle-class life as a graphic designer with a passion for visual storytelling, a career I pursued after studying fine arts in college. Though I acknowledge my family's Buddhist roots, I lean towards agnosticism, prioritizing mindfulness and personal values like empathy and honesty. I have one older sister, Mei, who is 32 and remains one of my best friends, and we primarily spoke English at home, though I’m also fluent in Mandarin. I enjoy a rich tapestry of hobbies, including photography, hiking in nature, and cooking fusion cuisines, which connect me to my cultural background while allowing me to express myself creatively. My political views align with progressive ideals, advocating for social justice and environmental sustainability, which reflect in my choices and community involvement. A pivotal moment in my life was traveling through Southeast Asia, where I connected deeply with my roots and discovered my love for exploring new cultures. I currently live in a cozy apartment filled with plants and local art, share my space with a quirky rescue dog named Noodle, and unwind with graphic novels, indie films, and podcasts. While I’ve explored parts of Asia and Europe, I dream of embarking on a journey to South America to immerse myself in its diverse cultures. My daily routine balances work, mindfulness practices, and community engagement, as I continuously strive to refine my craft and make an impact in the world through my art.",
        "qa": [
            [
                "Which of the following is a true statement about you? A) My name is Marcus Chen. B) My name is Jordan Reyes. C) My name is Ethan Morales. D) My name is Daniel Garcia.",
                " A) My name is Marcus Chen."
            ],
            [
                "Which of the following is a true statement about you? A) I am 29 years old. B) I am 28 years old. C) I am 28 years old. D) I am 29 years old.",
                " B) I am 28 years old."
            ],
            [
                "Which of the following is a true statement about you? A) I am originally from Austin, Texas. B) I am from New Orleans. C) I am from San Francisco. D) I am from Boston.",
                " C) I am from San Francisco."
            ],
            [
                "Which of the following is a true statement about you? A) My mother is originally from Taiwan. B) My mother is from Mexico. C) My mother is from Taiwan. D) My mother is from Taiwan.",
                " D) My mother is from Taiwan."
            ],
            [
                "Which of the following is a true statement about you? A) My father is originally from Mexico. B) My father is from Taiwan. C) My father is from Nigeria. D) My father is originally from Taiwan.",
                " B) My father is from Taiwan."
            ],
            [
                "Which of the following is a true statement about you? A) I acknowledge my family's Buddhist roots but lean towards agnosticism. B) I was raised Catholic but practice spirituality in a personal way. C) I am spiritual but not strictly religious, appreciating the customs of my family's Buddhist upbringing. D) I was raised Catholic but am more spiritual than strictly adherent.",
                " A) I acknowledge my family's Buddhist roots but lean towards agnosticism."
            ],
            [
                "Which of the following is a true statement about you? A) I am comfortably middle class. B) I comfortably slide into middle-class life. C) I grew up solidly middle class, but my family faced some financial hardships. D) I consider myself comfortably middle class as a software engineer.",
                " B) I comfortably slide into middle-class life."
            ],
            [
                "Which of the following is a true statement about you? A) I have an older sister named Linh who is 31. B) I have one older sister named Mei who is 32. C) I have an older sister named Lily who is 32 years old. D) I have an older brother named Luis and a younger sister named Isabel.",
                " B) I have one older sister named Mei who is 32."
            ],
            [
                "Which of the following is a true statement about you? A) I primarily spoke English at home, but I am also fluent in Mandarin. B) I speak English and Mandarin. C) I am bilingual, fluent in both English and Spanish. D) I am fluent in Spanish and English, with a bit of Portuguese.",
                " A) I primarily spoke English at home, but I am also fluent in Mandarin."
            ],
            [
                "Which of the following is a true statement about you? A) I am openly gay. B) I identify as a gay man. C) I identify as a queer woman. D) I identify as a gay man.",
                " B) I identify as a gay man."
            ],
            [
                "Which of the following is a true statement about you? A) I am a man. B) I identify as a man. C) I identify as a man. D) I identify as a man.",
                " A) I am a man."
            ],
            [
                "Which of the following is a true statement about you? A) I am currently in a loving relationship with my partner, Josh. B) I am happily in a committed relationship with my boyfriend, Daniel. C) I am currently in a committed relationship with my partner, Miguel. D) I am currently in a committed relationship with my partner, Chris.",
                " A) I am currently in a loving relationship with my partner, Josh."
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I am a software engineer. B) I am a digital marketing specialist. C) I am a graphic designer. D) I am a high school history teacher.",
                " C) I am a graphic designer."
            ],
            [
                "Which of the following is a true statement about you? A) I studied fine arts in college before pursuing my career. B) I earned my degree in education. C) I have experienced various roles, including freelance work. D) I completed my degree in visual arts.",
                " A) I studied fine arts in college before pursuing my career."
            ],
            [
                "Which of the following is a true statement about you? A) I earned my degree in computer science. B) I have a degree in fine arts. C) I have a degree in computer science. D) I studied environmental science in college.",
                " B) I have a degree in fine arts."
            ],
            [
                "Which of the following is a true statement about you? A) I grew up with a deep appreciation for my Mexican cultural heritage. B) I was raised by Taiwanese immigrants who instilled in me an appreciation for our cultural heritage. C) I grew up in a family that observed Buddhist traditions. D) My childhood was shaped by the rhythms of jazz and Creole cuisine.",
                " B) I was raised by Taiwanese immigrants who instilled in me an appreciation for our cultural heritage."
            ],
            [
                "Which of the following is a true statement about you? A) My political views align with progressive ideals. B) I have moderately progressive political views that emphasize social equality. C) I have progressive political views. D) I have liberal political beliefs.",
                " A) My political views align with progressive ideals."
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I have interests in technology, hiking, and photography. B) I enjoy photography, hiking in nature, and cooking fusion cuisines. C) I love cooking new recipes and capturing moments through photography. D) I have a deep love for graphic novels, gaming, and technology.",
                " B) I enjoy photography, hiking in nature, and cooking fusion cuisines."
            ],
            [
                "Which of the following is a true statement about you? A) I advocate for environmental issues and am committed to social justice. B) I prioritize mindfulness and personal values like empathy and honesty. C) I strive to live intentionally and maintain close friendships. D) I prioritize inclusivity and kindness in my interactions.",
                " B) I prioritize mindfulness and personal values like empathy and honesty."
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I strive to refine my craft and make an impact in the world through my art. B) My goal is to continuously grow both personally and professionally while fostering meaningful connections. C) I dream of traveling throughout Asia one day. D) I aspire to develop software that positively impacts mental health.",
                " A) I strive to refine my craft and make an impact in the world through my art."
            ],
            [
                "Which of the following is a true statement about you? A) A life-changing experience for me was an exchange program in Spain during college. B) My family faced financial difficulties growing up, and education was always vital to us. C) A pivotal moment in my life was traveling through Southeast Asia. D) A significant turning point for me was participating in a volunteer program in Guatemala.",
                " C) A pivotal moment in my life was traveling through Southeast Asia."
            ],
            [
                "Which of the following is a true statement about you? A) My older sister, Mei, is one of my best friends. B) I currently live in a shared house with friends. C) I cherish a wonderful circle of friends introduced by my partner, Chris. D) My close bond with my brother Marco is a significant part of my life.",
                " A) My older sister, Mei, is one of my best friends."
            ],
            [
                "Which of the following is a true statement about you? A) My daily routine includes project work, evening hikes, and weekend explorations. B) I practice meditation daily to manage anxiety. C) My daily routine usually involves work, exercise, cooking, and winding down with a good book or a documentary film. D) My daily routine balances work, mindfulness practices, and community engagement.",
                " D) My daily routine balances work, mindfulness practices, and community engagement."
            ],
            [
                "Which of the following is a true statement about you? A) I have a loyal dog named Max, whom I adopted during college. B) I had a beloved dog named Rocky who passed a few years ago. C) I have a pug named Max who brings me joy. D) I share my living space with a quirky rescue dog named Noodle.",
                " D) I share my living space with a quirky rescue dog named Noodle."
            ],
            [
                "Which of the following is a true statement about you? A) I unwind with graphic novels, indie films, and podcasts. B) I have a special place in my heart for storytelling through novels, movies, and music. C) I immerse myself in graphic novels and binge-watch classic films. D) I enjoy winding down with a good book or a documentary film.",
                " A) I unwind with graphic novels, indie films, and podcasts."
            ],
            [
                "Which of the following is a true statement about you? A) I live in a snug apartment adorned with artwork. B) I live in an apartment with Jamie that overlooks the park. C) I share my space with my boyfriend and my dog. D) I currently live in a cozy apartment filled with plants and local art.",
                " D) I currently live in a cozy apartment filled with plants and local art."
            ],
            [
                "Which of the following is a true statement about you? A) I have traveled to parts of Europe and hope to explore Asia next. B) I have explored parts of Asia and Europe. C) I have visited various countries across Europe and Asia. D) I am actively planning to travel throughout Asia.",
                " B) I have explored parts of Asia and Europe."
            ]
        ]
    },
    {
        "story": "My name is Jordan Reyes, and I’m 28 years old, originally from Austin, Texas, though my parents hail from Puerto Rico. I identify as genderqueer and use they/them pronouns, and I’m pansexual, currently in a committed relationship with my partner, Morgan. Growing up, my family faced financial struggles, positioning us in the lower-middle class, but I’ve worked hard and am now comfortably in the middle class as a digital marketing specialist after earning my degree in communications. While I respect my family's Roman Catholic roots, I don’t strictly adhere to any religion myself; instead, I embrace a more spiritual perspective. I have an older brother named Luis, who is 32, and a younger sister, Isabel, who is 24, both of whom I’m very close with. We spoke mostly English at home, but I’ve kept up my Spanish skills as well. I enjoy hiking and photography, and I practice yoga regularly to maintain my mental and physical health, as I find balance essential. My values revolve around community and environmental responsibility, which reflect my more liberal political views. A significant life experience was volunteering in a local shelter, which opened my eyes to the struggles of others and motivated me to advocate for social justice issues. Currently, I live in a shared house with friends, and we bond over our love for cooking and binge-watching our favorite shows, like “The Office.” I’ve traveled to parts of Europe and hope to explore Asia next, all while steering my career towards a more impactful role. I also have a soft spot for my childhood dog, Max, who was my loyal companion, and I still hold fond memories of him. Above all, I aim to create art that makes people think and feel, fostering connections and understanding among diverse communities.",
        "qa": [
            [
                "Which of the following is a true statement about you? A) My name is Marcus Chen. B) My name is Jordan Reyes. C) My name is Leo Matthews. D) My name is Lucas Ramirez.",
                " B) My name is Jordan Reyes."
            ],
            [
                "Which of the following is a true statement about you? A) I am 29 years old. B) I am 28 years old. C) I am 28 years old. D) I am 28 years old.",
                " D) I am 28 years old."
            ],
            [
                "Which of the following is a true statement about you? A) I am from San Francisco. B) I am from San Antonio, Texas. C) I am from Miami. D) I am from Austin, Texas.",
                " D) I am from Austin, Texas."
            ],
            [
                "Which of the following is a true statement about you? A) My mother is from Vietnam. B) My mother is from Newfoundland, Canada. C) My mother is from Cuba. D) My mother is from Puerto Rico.",
                " D) My mother is from Puerto Rico."
            ],
            [
                "Which of the following is a true statement about you? A) My father is from Cuba. B) My father is from Puerto Rico. C) My father is from Mexico. D) My father is also from Mexico.",
                " B) My father is from Puerto Rico."
            ],
            [
                "Which of the following is a true statement about you? A) I was raised in a Catholic family, but I consider myself more spiritual than religious. B) I was raised Christian as a Protestant, but now I embrace a more personal spirituality. C) I was raised in a Buddhist household, but I identify more as secular. D) I respect my family's Roman Catholic roots, but I don't strictly adhere to any religion.",
                " D) I respect my family's Roman Catholic roots, but I don't strictly adhere to any religion."
            ],
            [
                "Which of the following is a true statement about you? A) I am comfortably middle class. B) I faced financial struggles growing up and am now comfortably in the middle class. C) I consider myself solidly middle class. D) I comfortably slide into middle-class life.",
                " B) I faced financial struggles growing up and am now comfortably in the middle class."
            ],
            [
                "Which of the following is a true statement about you? A) I have an older brother named Luis and a younger sister named Isabel. B) I have one older sister named Mei. C) I have an older brother named Minh who is 31. D) I have an older brother named Samuel who is 31.",
                " A) I have an older brother named Luis and a younger sister named Isabel."
            ],
            [
                "Which of the following is a true statement about you? A) I primarily speak English but also know some Spanish. B) I primarily spoke Mandarin at home, but I'm also fluent in English and dabble in Spanish. C) I speak mostly English but have kept up my Spanish skills. D) I speak English and Spanish.",
                " C) I speak mostly English but have kept up my Spanish skills."
            ],
            [
                "Which of the following is a true statement about you? A) I identify as gay and am a proud member of the LGBTQ+ community. B) I identify as a gay man. C) I identify as a gay man. D) I identify as pansexual.",
                " D) I identify as pansexual."
            ],
            [
                "Which of the following is a true statement about you? A) I use he/him pronouns. B) I identify as male. C) I identify as genderqueer and use they/them pronouns. D) I identify as male.",
                " C) I identify as genderqueer and use they/them pronouns."
            ],
            [
                "Which of the following is a true statement about you? A) I'm currently in a committed relationship with my partner, Morgan. B) I am currently in a committed relationship with my boyfriend, Jason. C) I am currently in a fulfilling relationship with my boyfriend, James. D) I am currently in a committed relationship with my partner, Chris.",
                " A) I'm currently in a committed relationship with my partner, Morgan."
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I am a financial analyst. B) I work as a graphic designer. C) I am a digital marketing specialist. D) I am a digital marketing specialist.",
                " C) I am a digital marketing specialist."
            ],
            [
                "Which of the following is a true statement about you? A) I earned my degree in communications. B) I have obtained my degree in communications. C) I have worked in various roles in the tech industry since graduating. D) I studied fine arts in college before pursuing my career.",
                " A) I earned my degree in communications."
            ],
            [
                "Which of the following is a true statement about you? A) I studied psychology. B) I have a degree in communications. C) I earned my degree in visual communication. D) I have a degree in computer science.",
                " B) I have a degree in communications."
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I lean towards progressive political views, believing in social equity and sustainability. B) I have more liberal political views that reflect my values around community and environmental responsibility. C) My political views lean towards liberal, advocating for social equality and environmental issues. D) I immerse myself in social justice initiatives and advocate for LGBTQ+ rights.",
                " B) I have more liberal political views that reflect my values around community and environmental responsibility."
            ],
            [
                "Which of the following is a true statement about you? A) I maintain my health and wellness through yoga and cooking. B) I prioritize my mental health and practice meditation daily. C) I practice yoga regularly to maintain my mental and physical health. D) I have anxieties about my health.",
                " C) I practice yoga regularly to maintain my mental and physical health."
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy hiking and photography. B) I enjoy running, painting, and volunteering at local charities. C) I enjoy playing guitar and hiking. D) I enjoy cooking, painting, and practicing yoga.",
                " A) I enjoy hiking and photography."
            ],
            [
                "Which of the following is a true statement about you? A) My values revolve around community and environmental responsibility. B) I value authenticity, community, and empathy. C) I prioritize mindfulness and personal values like empathy and honesty. D) My values are guided by compassion, integrity, and perseverance.",
                " A) My values revolve around community and environmental responsibility."
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) My goal is to continuously grow both personally and professionally while fostering meaningful connections. B) I aim to create art that makes people think and feel, fostering connections among diverse communities. C) I strive to refine my craft and make an impact in the world through my art. D) I dream of developing sustainable solutions for our planet.",
                " B) I aim to create art that makes people think and feel, fostering connections among diverse communities."
            ],
            [
                "Which of the following is a true statement about you? A) My family faced financial difficulties growing up, and education was always vital to us. B) A memorable trip to Japan cemented my love for travel and history. C) A significant life experience was volunteering in a local shelter, which motivated me to advocate for social justice issues. D) A defining moment for me was organizing a fundraiser for LGBTQ+ youth, reinforcing my commitment to advocacy and inclusivity.",
                " C) A significant life experience was volunteering in a local shelter, which motivated me to advocate for social justice issues."
            ],
            [
                "Which of the following is a true statement about you? A) I cherish a wonderful circle of friends introduced by my partner, Chris. B) I cultivate meaningful friendships. C) I cherish friendship circles that encourage growth. D) I currently live in a shared house with friends.",
                " D) I currently live in a shared house with friends."
            ],
            [
                "Which of the following is a true statement about you? A) My daily routine usually involves work, exercise, cooking, and winding down with a good book or a documentary film. B) My daily routine includes project work, evening hikes, and weekend explorations. C) I practice meditation daily to manage anxiety. D) We bond over cooking and binge-watching shows like 'The Office.'",
                " D) We bond over cooking and binge-watching shows like 'The Office.'"
            ],
            [
                "Which of the following is a true statement about you? A) I have a beloved golden retriever named Max. B) I have an affectionate rescue dog named Bella. C) I live with my lovable dog, Coco. D) I had a childhood dog named Max who was my loyal companion.",
                " D) I had a childhood dog named Max who was my loyal companion."
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy cozy evenings at home. B) I currently live with my dog, Toby. C) I live in a shared house with friends. D) I currently live in a cozy apartment.",
                " C) I live in a shared house with friends."
            ],
            [
                "Which of the following is a true statement about you? A) I have visited various countries across Europe and Asia. B) I have traveled to several countries including Peru and Spain. C) I have traveled to parts of Europe and hope to explore Asia next. D) I've traveled to several countries in Central America and Europe.",
                " C) I have traveled to parts of Europe and hope to explore Asia next."
            ]
        ]
    },
    {
        "story": "My name is Marco Hernandez, and I’m 28 years old, originally from San Antonio, Texas, though my parents came to the U.S. from Mexico in pursuit of a better life. I identify as gay and lean towards being gender non-conforming, and currently, I’m happily in a committed relationship with my boyfriend, Daniel. Growing up, we weren’t well-off, living in a neighborhood where challenges were part of daily life, but I’ve worked hard and now consider myself middle class, currently employed as a software engineer after earning my degree in computer science. My parents instilled strong values in me, adhering to Catholic traditions, though I consider myself agnostic, focusing more on ethics and respect for others rather than organized religion. I have an older brother, Javier, who’s 31, and we share a close bond, often reminiscing about our childhood. While our household primarily spoke English, I’ve retained my Spanish fluency, which I cherish. I have a deep love for graphic novels, gaming, and technology, and I prioritize inclusivity and kindness in my interactions, reflecting my liberal political beliefs. A significant turning point for me was participating in a volunteer program in Guatemala, which ignited my passion for social justice and community outreach. My daily routine involves coding, exercising, and unwinding with video games or binge-watching sci-fi series while snuggling with my dog, Churro, a lively terrier mix. I dream of traveling to Japan one day to immerse myself in its rich culture, while I continue to nurture my personal and professional aspirations of making a positive impact in the tech industry.",
        "qa": [
            [
                "Which of the following is a true statement about you? A) My name is Marco Hernandez. B) My name is David Lee. C) My name is Daniel Garcia. D) My name is Marcus Chen.",
                " A) My name is Marco Hernandez."
            ],
            [
                "Which of the following is a true statement about you? A) I am 28 years old. B) I am 28 years old. C) I am 29 years old. D) I am 28 years old.",
                " D) I am 28 years old."
            ],
            [
                "Which of the following is a true statement about you? A) I am from Houston, Texas. B) I am from Atlanta. C) I am from San Antonio, Texas. D) I am from San Diego, California.",
                " C) I am from San Antonio, Texas."
            ],
            [
                "Which of the following is a true statement about you? A) My mother is from Mexico. B) My mother is from Cuba. C) My mother is from Newfoundland, Canada. D) My mother is from Taiwan.",
                " A) My mother is from Mexico."
            ],
            [
                "Which of the following is a true statement about you? A) My father is from Guatemala. B) My father is from Puerto Rico. C) My father is from Taiwan. D) My father is from Mexico.",
                " D) My father is from Mexico."
            ],
            [
                "Which of the following is a true statement about you? A) I was raised Catholic but am more spiritual than strictly adherent. B) I was raised Catholic but identify as spiritual. C) I practice Buddhism in a personal and reflective manner. D) I consider myself agnostic.",
                " D) I consider myself agnostic."
            ],
            [
                "Which of the following is a true statement about you? A) I consider myself solidly middle class. B) I am middle class. C) I have climbed into the middle class. D) I come from a lower-middle-class family and have achieved a comfortable middle-class status.",
                " B) I am middle class."
            ],
            [
                "Which of the following is a true statement about you? A) I have an older brother named Javier who is 31. B) I have an older sister named Sofia who is 30 years old. C) I have one older brother named David. D) I have two older siblings, Amina and Hassan.",
                " A) I have an older brother named Javier who is 31."
            ],
            [
                "Which of the following is a true statement about you? A) I speak English and Spanish. B) I primarily communicate in English, but I am fluent in Korean as well. C) I am fluent in Spanish and English, with a bit of Portuguese. D) I am bilingual, fluent in both English and Spanish.",
                " A) I speak English and Spanish."
            ],
            [
                "Which of the following is a true statement about you? A) I identify as gay. B) I identify as gay. C) I am openly gay. D) I identify as a gay man.",
                " A) I identify as gay."
            ],
            [
                "Which of the following is a true statement about you? A) I identify as a man. B) I lean towards being gender non-conforming. C) I identify as male. D) I identify as a man.",
                " B) I lean towards being gender non-conforming."
            ],
            [
                "Which of the following is a true statement about you? A) I am currently in a committed relationship with my partner, Javier. B) I am happily in a committed relationship with my boyfriend, Daniel. C) I am currently in a loving relationship with my partner, Josh. D) I am currently in a committed relationship with my girlfriend, Mia.",
                " B) I am happily in a committed relationship with my boyfriend, Daniel."
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I am a digital marketing specialist. B) I am a software engineer. C) I work as a mental health counselor. D) I am a digital marketing specialist.",
                " B) I am a software engineer."
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I earned a degree in computer science. B) I earned my degree in computer science. C) I have an education in visual arts. D) I have a degree in education.",
                " A) I earned a degree in computer science."
            ],
            [
                "Which of the following is a true statement about you? A) I grew up surrounded by vibrant family gatherings and colorful festivals. B) I grew up adhering to Catholic traditions. C) I was influenced by a strong value of community and empathy. D) I grew up balancing Chinese traditions with a more liberal outlook.",
                " B) I grew up adhering to Catholic traditions."
            ],
            [
                "Which of the following is a true statement about you? A) I resonate with more liberal political views, believing in equity and community empowerment. B) I have moderately progressive political views that emphasize social equality. C) I have liberal political beliefs. D) My political views lean towards liberal, advocating for social equality and environmental issues.",
                " C) I have liberal political beliefs."
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy urban gardening, experimenting with new recipes, and exploring art galleries. B) I enjoy binge-watching sci-fi series and playing video games. C) I have a deep love for graphic novels, gaming, and technology. D) I am passionate about skateboarding, photography, and exploring new cuisines.",
                " C) I have a deep love for graphic novels, gaming, and technology."
            ],
            [
                "Which of the following is a true statement about you? A) I deeply believe in empathy and helping others. B) I value authenticity, community, and empathy. C) I deeply value honesty, empathy, and creativity. D) I prioritize inclusivity and kindness in my interactions.",
                " D) I prioritize inclusivity and kindness in my interactions."
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) My goal is to continuously grow both personally and professionally while fostering meaningful connections. B) I strive to create a meaningful life, balancing my career ambitions with kindness and self-discovery. C) I aim to make a positive impact in the lives of my students and advocate for a more inclusive world. D) I dream of traveling to Japan and making a positive impact in the tech industry.",
                " D) I dream of traveling to Japan and making a positive impact in the tech industry."
            ],
            [
                "Which of the following is a true statement about you? A) My family worked long hours in a small restaurant. B) Volunteering at a community center during high school ignited my passion for social issues. C) My family faced financial struggles, which shaped my perspective on life. D) A significant turning point for me was participating in a volunteer program in Guatemala.",
                " D) A significant turning point for me was participating in a volunteer program in Guatemala."
            ],
            [
                "Which of the following is a true statement about you? A) I cultivate meaningful friendships. B) I share a close bond with my brother. C) I am committed to building lasting connections within my friendship circles. D) I share a close bond with my sister as we navigate life together.",
                " B) I share a close bond with my brother."
            ],
            [
                "Which of the following is a true statement about you? A) My daily routine includes morning meditation, a balanced breakfast, and exercise before work. B) My daily routine includes project work, evening hikes, and weekend explorations. C) My daily routine involves coding, exercising, and unwinding with video games or binge-watching sci-fi series. D) I practice meditation daily to manage anxiety.",
                " C) My daily routine involves coding, exercising, and unwinding with video games or binge-watching sci-fi series."
            ],
            [
                "Which of the following is a true statement about you? A) I cherish my two cats named Mochi and Dumpling. B) I share my apartment with a mischievous cat named Mochi and had a dog named Max in my childhood. C) I share my small apartment with a playful dog named Nala. D) I have a lively terrier mix named Churro.",
                " D) I have a lively terrier mix named Churro."
            ],
            [
                "Which of the following is a true statement about you? A) I find solace in music and enjoy reading fantasy novels. B) I enjoy binge-watching sci-fi series. C) I enjoy binge-watching sci-fi series. D) I unwind with graphic novels, indie films, and podcasts.",
                " B) I enjoy binge-watching sci-fi series."
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I have traveled to several countries in Central America and Europe, and my dream destination is Japan. B) I have not traveled extensively but dream of going to Japan. C) I have traveled to several countries including Peru and Spain. D) I am actively planning to travel throughout Asia.",
                " B) I have not traveled extensively but dream of going to Japan."
            ]
        ]
    },
    {
        "story": "My name is Marcus Chen, and I’m 29 years old, hailing from San Francisco. My parents are originally from Taiwan, which has deeply influenced my cultural identity. I was raised in a Buddhist household, and while I respect those teachings, I identify more as secular, practicing mindfulness rather than adhering strictly to the religion. Growing up, my family faced financial struggles, which shaped my perspective on life; today, I work as a software engineer and enjoy a comfortable middle-class lifestyle. I have an older sister, Lily, who is 32 and has always been a supportive presence in my life. We mainly spoke Mandarin at home, but I'm also fluent in English and dabble in Spanish. Identifying as gay and currently in a loving relationship with my partner, Jordan, I’ve had some significant past relationships that taught me the importance of communication and empathy. My educational journey took me through a state university where I earned my degree in computer science. I hold strong values of honesty and community, and I lean towards progressive political views, believing in social equity and sustainability. When it comes to my daily routine, I prioritize my health and wellness through yoga and meditation, but I also enjoy indulging in binge-watching sci-fi series or playing video games. My love for travel has taken me to places like Japan and Italy, and I dream of visiting South America someday. I've always been an animal lover, having owned a dog named Max in my childhood, and now I share my apartment with a mischievous cat named Mochi. With aspirations to develop software that positively impacts mental health, I’m driven by a desire to create and contribute meaningfully to society, even as I navigate my own fears about the future and uncertainty in my path.",
        "qa": [
            [
                "Which of the following is a true statement about you? A) My name is Ethan Morales. B) My name is Marcus Chen. C) My name is David Morales. D) My name is Jamie Tso.",
                " B) My name is Marcus Chen."
            ],
            [
                "Which of the following is a true statement about you? A) I am 28 years old. B) I am 28 years old. C) I am 29 years old. D) I am 29 years old.",
                " D) I am 29 years old."
            ],
            [
                "Which of the following is a true statement about you? A) I am from San Francisco. B) I am from San Francisco. C) I am from San Francisco. D) I am from San Antonio, Texas.",
                " A) I am from San Francisco."
            ],
            [
                "Which of the following is a true statement about you? A) My mother is from Newfoundland, Canada. B) My mother is from Cuba. C) My mother is originally from Taiwan. D) My mother is from South Korea.",
                " C) My mother is originally from Taiwan."
            ],
            [
                "Which of the following is a true statement about you? A) My father is from Puerto Rico. B) My father is originally from Taiwan. C) My father is from the Dominican Republic. D) My father is from Ho Chi Minh City, Vietnam.",
                " B) My father is originally from Taiwan."
            ],
            [
                "Which of the following is a true statement about you? A) I was raised in a Buddhist household, but I identify more as secular. B) I was raised in a Buddhist household but identify more as spiritual. C) I was raised in a non-religious household and I don’t practice any faith. D) I was raised Catholic but now emphasize more spiritual beliefs.",
                " A) I was raised in a Buddhist household, but I identify more as secular."
            ],
            [
                "Which of the following is a true statement about you? A) I am middle class. B) I identify as middle class after growing up in a low-income household. C) I enjoy a comfortable middle-class lifestyle. D) I am comfortably middle class.",
                " C) I enjoy a comfortable middle-class lifestyle."
            ],
            [
                "Which of the following is a true statement about you? A) I have an older sister named Lily who is 32 years old. B) I have an older brother named Minh who is 31. C) I have two older siblings, Amina and Hassan. D) I have an older sister named Sofia who is 30 years old.",
                " A) I have an older sister named Lily who is 32 years old."
            ],
            [
                "Which of the following is a true statement about you? A) I am fluent in both English and Mandarin. B) I primarily spoke Mandarin at home, but I'm also fluent in English and dabble in Spanish. C) We primarily spoke English at home, though I can hold a decent conversation in Spanish. D) I primarily communicate in English, but I am fluent in Korean as well.",
                " B) I primarily spoke Mandarin at home, but I'm also fluent in English and dabble in Spanish."
            ],
            [
                "Which of the following is a true statement about you? A) I identify as gay. B) I identify as gay. C) I openly identify as gay. D) I identify as gay.",
                " D) I identify as gay."
            ],
            [
                "Which of the following is a true statement about you? A) I identify as male. B) I identify as male. C) I identify as a man. D) I identify as male.",
                " B) I identify as male."
            ],
            [
                "Which of the following is a true statement about you? A) I am currently in a fulfilling relationship with my boyfriend, James. B) I am currently in a loving relationship with my partner, Jordan. C) I am currently in a loving relationship with my partner, Josh. D) I am currently navigating the ups and downs of dating.",
                " B) I am currently in a loving relationship with my partner, Jordan."
            ],
            [
                "Which of the following is a true statement about you? A) I have had significant past relationships that shaped my understanding of love and trust. B) I’ve had a few significant relationships in the past, but this one feels different and truly fulfilling. C) I have had significant past relationships that taught me the importance of communication and empathy. D) My last relationship was meaningful and taught me a lot about love and resilience.",
                " C) I have had significant past relationships that taught me the importance of communication and empathy."
            ],
            [
                "Which of the following is a true statement about you? A) I am focused on developing my own freelance graphic design business. B) I work as a software engineer. C) I work as a mental health counselor. D) I work as a software engineer.",
                " B) I work as a software engineer."
            ],
            [
                "Which of the following is a true statement about you? A) I have held various jobs during my educational journey. B) I earned my degree in communications. C) I completed my degree in visual arts. D) I have experienced various roles, including freelance work.",
                " A) I have held various jobs during my educational journey."
            ],
            [
                "Which of the following is a true statement about you? A) I have a degree in communications. B) I earned my degree in computer science from a state university. C) I graduated from UC Berkeley with a degree in Computer Science. D) I earned my degree in education.",
                " B) I earned my degree in computer science from a state university."
            ],
            [
                "Which of the following is a true statement about you? A) My childhood was shaped by the rhythms of jazz and Creole cuisine. B) I grew up steeped in Buddhist traditions. C) My cultural identity has been deeply influenced by my Taiwanese heritage. D) My cultural background instilled strong values of family, respect, and perseverance.",
                " C) My cultural identity has been deeply influenced by my Taiwanese heritage."
            ],
            [
                "Which of the following is a true statement about you? A) I have moderately progressive political views that emphasize social equality. B) I hold liberal political views. C) I am quite progressive, advocating for LGBTQ+ rights and social equity. D) I lean towards progressive political views, believing in social equity and sustainability.",
                " D) I lean towards progressive political views, believing in social equity and sustainability."
            ],
            [
                "Which of the following is a true statement about you? A) I prioritize my health and wellness through yoga and meditation. B) My health is generally good, although I experience anxiety from time to time. C) I prioritize my mental health and practice meditation daily. D) I practice yoga regularly to maintain my mental and physical health.",
                " A) I prioritize my health and wellness through yoga and meditation."
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy urban gardening, experimenting with new recipes, and exploring art galleries. B) I enjoy hiking, playing soccer, and volunteering at local shelters. C) I enjoy running, painting, and volunteering at local charities. D) I enjoy binge-watching sci-fi series and playing video games.",
                " D) I enjoy binge-watching sci-fi series and playing video games."
            ],
            [
                "Which of the following is a true statement about you? A) I believe in equity and community empowerment. B) I value integrity and empathy outside of religious boundaries. C) I hold strong values of honesty and community. D) I seek meaning through personal values like compassion and integrity.",
                " C) I hold strong values of honesty and community."
            ],
            [
                "Which of the following is a true statement about you? A) I have occasional anxieties about the future and my professional journey. B) I experience anxiety, especially about my career. C) I navigate my own fears about the future and uncertainty in my path. D) I have anxiety, which I manage through wellness practices.",
                " C) I navigate my own fears about the future and uncertainty in my path."
            ],
            [
                "Which of the following is a true statement about you? A) I aim to create art that makes people think and feel, fostering connections among diverse communities. B) My life goals revolve around cultivating creativity and making a positive impact in my community. C) I aspire to develop software that positively impacts mental health. D) I aspire to advocate for underrepresented voices and create a positive impact in the community.",
                " C) I aspire to develop software that positively impacts mental health."
            ],
            [
                "Which of the following is a true statement about you? A) My family faced financial difficulties growing up, and education was always vital to us. B) My family faced financial struggles, which shaped my perspective on life. C) A defining moment for me was organizing a fundraiser for LGBTQ+ youth, reinforcing my commitment to advocacy and inclusivity. D) A defining experience for me was studying abroad in Barcelona, where I discovered my love for diverse cultures.",
                " B) My family faced financial struggles, which shaped my perspective on life."
            ],
            [
                "Which of the following is a true statement about you? A) My older sister, Mei, is one of my best friends. B) I tend to keep a close-knit group of friends who share my interests. C) I have a close-knit circle of friends, including my supportive sister. D) I spend evenings with friends to nurture my social circle.",
                " C) I have a close-knit circle of friends, including my supportive sister."
            ],
            [
                "Which of the following is a true statement about you? A) I incorporate yoga and meditation into my daily routine. B) My daily routine revolves around work, exercising in the evenings, and enjoying podcasts. C) My daily routine often includes morning runs. D) My daily routine typically involves brainstorming design ideas in the morning, work, and evenings filled with sketching or watching my favorite films by Wes Anderson.",
                " A) I incorporate yoga and meditation into my daily routine."
            ],
            [
                "Which of the following is a true statement about you? A) I share my small apartment with a playful dog named Nala. B) I had a childhood dog named Max who was my loyal companion. C) I share my apartment with a mischievous cat named Mochi and had a dog named Max in my childhood. D) I have a loyal dog named Max, whom I adopted during college.",
                " C) I share my apartment with a mischievous cat named Mochi and had a dog named Max in my childhood."
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy binge-watching sci-fi series. B) I often gravitate towards stories that center on LGBTQ+ narratives. C) I enjoy watching films by Wes Anderson. D) I enjoy binge-watching indie films.",
                " A) I enjoy binge-watching sci-fi series."
            ],
            [
                "Which of the following is a true statement about you? A) I currently live in a small apartment. B) I currently live in an apartment with my dog. C) I currently live in a D) I currently live in an apartment with my cat.",
                " D) I currently live in an apartment with my cat."
            ],
            [
                "Which of the following is a true statement about you? A) I have traveled to places like Japan and Italy and dream of visiting South America someday B) I have traveled to several countries including Peru and Spain. C) I have visited various countries across Europe and Asia. D) I have not traveled extensively but dream of going to Japan.",
                " A) I have traveled to places like Japan and Italy and dream of visiting South America someday"
            ]
        ]
    },
    {
        "story": "Hello, I’m Leo Tran, a 28-year-old originally from Atlanta, though my parents migrated from Ho Chi Minh City, Vietnam. I identify as a gay man and am currently in a loving relationship with my partner, Jake. Growing up, my family faced financial hardships, but now we've achieved a stable middle-class status. My older brother, Minh, who’s 31, is my greatest supporter, and we primarily communicated in English, although I also speak some Vietnamese. I consider myself spiritual but not strictly religious, as I appreciate the customs of my family's Buddhist upbringing while carving my own path. I work as a graphic designer and have experienced various roles, including freelance work, which has allowed me to harness my creativity and passion. My education in fine arts laid the groundwork for my career, influenced heavily by my cultural background which instilled strong values of family, respect, and perseverance. Politically, I advocate for LGBTQ+ rights and environmental sustainability, often leaning towards progressive views. Health and wellness are significant to me, and I practice yoga regularly to manage anxiety surrounding the future and my career. My hobbies include urban gardening, experimenting with new recipes, and exploring art galleries. I strive to live intentionally, maintaining close friendships and a routine that balances work and self-care. Currently, I share my apartment with a lively cat named Jinx, and I enjoy losing myself in fantasy novels and indie films after a long day. Though I've mostly traveled around the U.S. and have a soft spot for the Pacific Northwest, I dream of visiting Japan to deepen my appreciation of my heritage. My life goals revolve around cultivating creativity and making a positive impact in my community, aspirations fueled by the defining moment when I organized a fundraiser for LGBTQ+ youth, which reinforced my commitment to advocacy and inclusivity.",
        "qa": [
            [
                "Which of the following is a true statement about you? A) My name is Jamal Carter. B) My name is Marcus Chen. C) My name is Leo Tran. D) My name is Jamie Tso.",
                " C) My name is Leo Tran."
            ],
            [
                "Which of the following is a true statement about you? A) I am 28 years old. B) I am 28 years old. C) I am 29 years old. D) I am 28 years old.",
                " D) I am 28 years old."
            ],
            [
                "Which of the following is a true statement about you? A) I am from San Francisco. B) I am from San Diego. C) I am from New Orleans. D) I am from Atlanta, Georgia.",
                " D) I am from Atlanta, Georgia."
            ],
            [
                "Which of the following is a true statement about you? A) My mother is from Ho Chi Minh City, Vietnam. B) My mother is from Vietnam. C) My mother is originally from Taiwan. D) My mother is from Taiwan.",
                " A) My mother is from Ho Chi Minh City, Vietnam."
            ],
            [
                "Which of the following is a true statement about you? A) My father is from Vietnam. B) My father is from Puerto Rico. C) My father is from Mexico. D) My father is from Ho Chi Minh City, Vietnam.",
                " D) My father is from Ho Chi Minh City, Vietnam."
            ],
            [
                "Which of the following is a true statement about you? A) I was raised Catholic but I’ve since drifted towards a more spiritual, non-religious path. B) I consider myself more spiritual than religious. C) I was raised Christian as a Protestant, but now I embrace a more personal spirituality. D) I am spiritual but not strictly religious, appreciating the customs of my family's Buddhist upbringing.",
                " D) I am spiritual but not strictly religious, appreciating the customs of my family's Buddhist upbringing."
            ],
            [
                "Which of the following is a true statement about you? A) I am comfortably settled in the middle class. B) I am comfortably middle class. C) My family has achieved stable middle-class status. D) I am comfortably middle class.",
                " C) My family has achieved stable middle-class status."
            ],
            [
                "Which of the following is a true statement about you? A) I have an older sister named Minji who is 32. B) I have an older brother, Luis, who is 32. C) I have an older brother named Minh who is 31. D) I have an older sister named Sofia, who is 32.",
                " C) I have an older brother named Minh who is 31."
            ],
            [
                "Which of the following is a true statement about you? A) I speak English and have some proficiency in French. B) I mostly speak English, but I’m also fluent in Spanish. C) I primarily communicate in English but also speak some Vietnamese. D) I primarily communicate in English, though I picked up some Spanish along the way.",
                " C) I primarily communicate in English but also speak some Vietnamese."
            ],
            [
                "Which of the following is a true statement about you? A) I openly identify as gay. B) I identify as a queer woman. C) I identify as a gay man. D) I identify as a gay man.",
                " D) I identify as a gay man."
            ],
            [
                "Which of the following is a true statement about you? A) I identify as a man. B) I identify as male. C) I identify as male. D) I identify as a man.",
                " D) I identify as a man."
            ],
            [
                "Which of the following is a true statement about you? A) I am currently in a committed relationship with my girlfriend, Mia. B) I am currently in a committed relationship with my partner, Chris. C) I am currently in a loving relationship with my partner, Jake. D) I am currently in a committed relationship with my boyfriend, Jason.",
                " C) I am currently in a loving relationship with my partner, Jake."
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I am a software engineer. B) I am a graphic designer. C) I am a high school history teacher. D) I work as a graphic designer.",
                " D) I work as a graphic designer."
            ],
            [
                "Which of the following is a true statement about you? A) I have obtained my degree in communications. B) I transitioned to my current career after completing my degree in communications. C) I have experienced various roles, including freelance work. D) My educational background is in teaching.",
                " C) I have experienced various roles, including freelance work."
            ],
            [
                "Which of the following is a true statement about you? A) I earned my degree in computer science. B) I have a degree in communications. C) I have a degree in fine arts. D) I have a degree in fine arts.",
                " D) I have a degree in fine arts."
            ],
            [
                "Which of the following is a true statement about you? A) I grew up in a modest household which shaped my perspective. B) My cultural background instilled strong values of family, respect, and perseverance. C) I feel connected to my Hispanic heritage and culture. D) My cultural identity has been deeply influenced by my Taiwanese heritage.",
                " B) My cultural background instilled strong values of family, respect, and perseverance."
            ],
            [
                "Which of the following is a true statement about you? A) I have moderately progressive political views that emphasize social equality. B) My political views lean towards liberal, advocating for social equality and environmental issues. C) I advocate for LGBTQ+ rights and environmental sustainability, often leaning towards progressive views. D) My political views lean toward progressive ideals.",
                " C) I advocate for LGBTQ+ rights and environmental sustainability, often leaning towards progressive views."
            ],
            [
                "Which of the following is a true statement about you? A) I prioritize my mental health and practice meditation daily. B) I prioritize my health and wellness through yoga and meditation. C) I maintain my health and wellness through yoga and cooking. D) I practice yoga regularly to manage anxiety surrounding the future and my career.",
                " D) I practice yoga regularly to manage anxiety surrounding the future and my career."
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy urban gardening, experimenting with new recipes, and exploring art galleries. B) I have interests in technology, hiking, and photography. C) I enjoy hiking and photography. D) I enjoy painting, hiking, and volunteering at local shelters.",
                " A) I enjoy urban gardening, experimenting with new recipes, and exploring art galleries."
            ],
            [
                "Which of the following is a true statement about you? A) I strive to live intentionally and maintain close friendships. B) I value empathy, creativity, and lifelong learning. C) My values are guided by compassion, integrity, and perseverance. D) I seek meaning through personal values like compassion and integrity.",
                " A) I strive to live intentionally and maintain close friendships."
            ],
            [
                "Which of the following is a true statement about you? A) Anxiety sometimes creeps in, especially when thinking about the future. B) I occasionally feel anxious about the future. C) I face anxieties about career stability and self-worth. D) I have anxiety regarding my future and my career.",
                " D) I have anxiety regarding my future and my career."
            ],
            [
                "Which of the following is a true statement about you? A) My dream is to explore South America in the future. B) My ultimate goals revolve around creating accessible technology that empowers others. C) My life goals revolve around cultivating creativity and making a positive impact in my community. D) I aspire to develop software that positively impacts mental health.",
                " C) My life goals revolve around cultivating creativity and making a positive impact in my community."
            ],
            [
                "Which of the following is a true statement about you? A) A defining experience for me was studying abroad in Barcelona, where I discovered my love for diverse cultures. B) A significant life experience was volunteering in a local shelter, which motivated me to advocate for social justice issues. C) A significant life experience was volunteering at an art therapy program for at-risk youth. D) A defining moment for me was organizing a fundraiser for LGBTQ+ youth, reinforcing my commitment to advocacy and inclusivity.",
                " D) A defining moment for me was organizing a fundraiser for LGBTQ+ youth, reinforcing my commitment to advocacy and inclusivity."
            ],
            [
                "Which of the following is a true statement about you? A) My childhood friendships were crucial to me, especially with my sister. B) I share a close bond with my brother. C) I have a close-knit circle of friends, including my supportive sister. D) I maintain close friendships.",
                " D) I maintain close friendships."
            ],
            [
                "Which of the following is a true statement about you? A) I have a routine that balances work and self-care. B) I practice meditation daily to manage anxiety. C) My daily routine often includes morning runs. D) My daily routine includes morning runs, coffee with a podcast, and unwinding with fiction or documentaries.",
                " A) I have a routine that balances work and self-care."
            ],
            [
                "Which of the following is a true statement about you? A) I share my home with two dogs named Max and Luna. B) I had a childhood dog named Max who was my loyal companion. C) I share my apartment with a lively cat named Jinx. D) I share a small apartment with my adorable rescue dog, Finn.",
                " C) I share my apartment with a lively cat named Jinx."
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy stories in movies and literature. B) I enjoy losing myself in fantasy novels and indie films. C) I unwind with graphic novels, indie films, and podcasts. D) I enjoy winding down with a good book or a documentary film.",
                " B) I enjoy losing myself in fantasy novels and indie films."
            ],
            [
                "Which of the following is a true statement about you? A) I live in an apartment with Jamie that overlooks the park. B) I currently live in an apartment. C) I live in a shared house with friends. D) I currently live in a sunny apartment.",
                " B) I currently live in an apartment."
            ],
            [
                "",
                ""
            ]
        ]
    },
    {
        "story": "My name is Jamie Tso, and I’m 28 years old, originally hailing from the vibrant city of San Francisco, though my parents moved here from Taiwan in search of a better future. I identify as a queer woman and am currently in a committed relationship with my partner, Sam. While my upbringing was marked by financial struggles, leading my family to work tirelessly to improve our socioeconomic status, I now consider myself solidly middle class, working as a software engineer after earning my degree in computer science. Growing up in a household that balanced Chinese traditions with a more liberal outlook, I still honor my family’s customs, practicing Buddhism in a more personal, reflective manner rather than adhering strictly to rituals. I have one older brother, Alan, who is 31 and serves as a source of inspiration for my own ambitions. Creatively, I speak English fluently and have a conversational grasp of Mandarin, thanks to my family's insistence on language preservation. My interests span from coding and tech innovations to painting and hiking, as I value curiosity, community, and resilience above all. Politically, I lean quite progressive, believing in equity and climate justice; these values were shaped by traveling to various countries in Asia and Europe, experiences that were transformative in understanding global cultures. I’m also a huge fan of indie films and podcasts that delve into social issues, and I enjoy cozy evenings at home with my two adopted cats, Mochi and Tofu. Though I face anxieties about career stability and, at times, my own self-worth, my ultimate goals revolve around creating accessible technology that empowers others, promoting inclusivity in tech, and fostering genuine connections within my diverse friendship circles. My daily routine includes project work, evening hikes, and weekend explorations, as I strive for a balanced life filled with adventure and mindful living.",
        "qa": [
            [
                "Which of the following is a true statement about you? A) My name is Jamie Tso. B) My name is Marcus Chen. C) My name is Julian Martinez. D) My name is Leo Matthews.",
                " A) My name is Jamie Tso."
            ],
            [
                "Which of the following is a true statement about you? A) I am 29 years old. B) I am 29 years old. C) I am 28 years old. D) I am 29 years old.",
                " C) I am 28 years old."
            ],
            [
                "Which of the following is a true statement about you? A) I am from San Francisco. B) I am from San Francisco. C) I am from San Francisco. D) I am from San Diego, California.",
                " A) I am from San Francisco."
            ],
            [
                "Which of the following is a true statement about you? A) My mother is from Taiwan. B) My mother is from Mexico. C) My mother is from Guatemala. D) My mother is from Taiwan.",
                " D) My mother is from Taiwan."
            ],
            [
                "Which of the following is a true statement about you? A) My father is from Taiwan. B) My father is from Nigeria. C) My father is from Mexico City. D) My father is from Puerto Rico.",
                " A) My father is from Taiwan."
            ],
            [
                "Which of the following is a true statement about you? A) I practice Buddhism in a personal and reflective manner. B) I was raised Catholic but practice spirituality in a personal way. C) I was raised in a Catholic family, but I consider myself more spiritual than religious. D) I was raised Catholic but now emphasize more spiritual beliefs.",
                " A) I practice Buddhism in a personal and reflective manner."
            ],
            [
                "Which of the following is a true statement about you? A) I consider myself solidly middle class. B) I am comfortably settled in the middle class. C) I comfortably slide into middle-class life. D) I grew up in a working-class neighborhood, but I am now fortunate to be in a more comfortable position.",
                " A) I consider myself solidly middle class."
            ],
            [
                "Which of the following is a true statement about you? A) I have an older sister named Sofia, who is 32. B) I have one older sister named Mei who is 32. C) I have one older brother, Alan, who is 31. D) I have an older brother named Javier who is 31.",
                " C) I have one older brother, Alan, who is 31."
            ],
            [
                "Which of the following is a true statement about you? A) I primarily speak English but also know some Spanish. B) I speak English fluently and have a conversational grasp of Mandarin. C) I speak English and some Yoruba. D) I primarily communicate in English but also speak some Vietnamese.",
                " B) I speak English fluently and have a conversational grasp of Mandarin."
            ],
            [
                "Which of the following is a true statement about you? A) I identify as a queer woman. B) I identify as gay. C) I am openly gay. D) I openly identify as gay.",
                " A) I identify as a queer woman."
            ],
            [
                "Which of the following is a true statement about you? A) I identify as a man. B) I identify as a woman. C) I identify as a man. D) I identify as male.",
                " B) I identify as a woman."
            ],
            [
                "Which of the following is a true statement about you? A) I am currently in a committed relationship with my partner, Javier. B) I am currently in a loving relationship with my partner, Jordan. C) I am currently in a loving relationship with my partner, Jake. D) I am currently in a committed relationship with my partner, Sam.",
                " D) I am currently in a committed relationship with my partner, Sam."
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I work as a graphic designer. B) I work as a software engineer. C) I am a graphic designer. D) I work as a software engineer.",
                " D) I work as a software engineer."
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I have a degree in fine arts. B) I have a degree in fine arts. C) I have a degree in computer science. D) I have a degree in visual arts.",
                " C) I have a degree in computer science."
            ],
            [
                "Which of the following is a true statement about you? A) I was influenced by my family's background in Taiwan. B) My childhood was shaped by the rhythms of jazz and Creole cuisine. C) I grew up with a deep appreciation for my Mexican cultural heritage. D) I grew up balancing Chinese traditions with a more liberal outlook.",
                " D) I grew up balancing Chinese traditions with a more liberal outlook."
            ],
            [
                "Which of the following is a true statement about you? A) I lean quite progressive and believe in equity and climate justice. B) My political views lean toward progressive ideals. C) I hold liberal political views. D) I advocate for LGBTQ+ rights and environmental sustainability, often leaning towards progressive views.",
                " A) I lean quite progressive and believe in equity and climate justice."
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I love cooking new recipes and capturing moments through photography. B) I enjoy coding, tech innovations, painting, and hiking. C) I have a passion for music and love attending live concerts. D) I enjoy cooking, painting, and practicing yoga.",
                " B) I enjoy coding, tech innovations, painting, and hiking."
            ],
            [
                "Which of the following is a true statement about you? A) I prioritize inclusivity and kindness in my interactions. B) I deeply value creativity, honesty, and community. C) I emphasize values like kindness and integrity above dogma. D) I value curiosity, community, and resilience.",
                " D) I value curiosity, community, and resilience."
            ],
            [
                "Which of the following is a true statement about you? A) I sometimes experience anxieties that I manage through meditation. B) I face anxieties about career stability and self-worth. C) I have anxiety regarding my future and my career. D) I fear societal regression, especially concerning human rights.",
                " B) I face anxieties about career stability and self-worth."
            ],
            [
                "Which of the following is a true statement about you? A) My ultimate goals revolve around creating accessible technology that empowers others. B) My life goals revolve around cultivating creativity and making a positive impact in my community. C) I desire to create meaningful art that resonates with people. D) I dream of traveling to Japan and making a positive impact in the tech industry.",
                " A) My ultimate goals revolve around creating accessible technology that empowers others."
            ],
            [
                "Which of the following is a true statement about you? A) Traveling to various countries in Asia and Europe shaped my understanding of global cultures. B) A pivotal moment in my life was traveling through Southeast Asia. C) A memorable trip to Japan cemented my love for travel and history. D) A significant life experience was volunteering at an art therapy program for at-risk youth.",
                " A) Traveling to various countries in Asia and Europe shaped my understanding of global cultures."
            ],
            [
                "Which of the following is a true statement about you? A) I cultivate meaningful friendships. B) I have friends who share a diverse mix of creative and political passions. C) I have a close-knit circle of friends, including my supportive sister. D) I foster genuine connections within my diverse friendship circles.",
                " D) I foster genuine connections within my diverse friendship circles."
            ],
            [
                "Which of the following is a true statement about you? A) My daily routine includes project work, evening hikes, and weekend explorations. B) My days include a blend of work and relaxation. C) My daily routine includes morning meditation, a balanced breakfast, and exercise before work. D) My daily routine includes teaching and grading papers.",
                " A) My daily routine includes project work, evening hikes, and weekend explorations."
            ],
            [
                "Which of the following is a true statement about you? A) I share my home with two dogs named Max and Luna. B) I have two adopted cats named Mochi and Tofu. C) I share my apartment with a lively rescue dog named Benny. D) I have a pug named Max who brings me joy.",
                " B) I have two adopted cats named Mochi and Tofu."
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy stories in movies and literature. B) I immerse myself in graphic novels and binge-watch classic films. C) I enjoy watching films by Wes Anderson. D) I am a huge fan of indie films and podcasts that delve into social issues.",
                " D) I am a huge fan of indie films and podcasts that delve into social issues."
            ],
            [
                "Which of the following is a true statement about you? A) I currently live with my dog, Toby. B) I enjoy cozy evenings at home. C) I currently live in a D) I share my space with my boyfriend and my dog.",
                " B) I enjoy cozy evenings at home."
            ],
            [
                "Which of the following is a true statement about you? A) I have traveled to some amazing places like Spain and Japan, and I dream of experiencing the vibrant cultures of South America. B) I have traveled to several countries including Peru and Spain. C) I have traveled to a few countries in Europe and dream of venturing to Japan. D) I have traveled to various countries in Asia and Europe.",
                " D) I have traveled to various countries in Asia and Europe."
            ]
        ]
    },
    {
        "story": "My name is Lucas Ramirez, and I’m 28 years old, hailing from the vibrant city of Miami, where I was raised in a Hispanic household, as my parents immigrated from Cuba. I identify as male and openly identify as gay, currently in a loving relationship with my partner, Eric. Growing up, my family faced considerable financial difficulties, but I’m grateful we’ve climbed to a comfortable middle-class status now. I have one older sister, Sofia, who's 31, and she has always been a protective figure in my life. Our household primarily spoke Spanish, and I’m fluent in both Spanish and English, with a bit of Portuguese on the side. While I respect the Catholic upbringing my family instilled in me, I consider myself more spiritual than religious, guiding my values by compassion, integrity, and perseverance, which also reflects in my progressive political views and advocacy for LGBTQ+ rights. My journey through college, where I studied environmental science, was pivotal, especially in recognizing the world's intricacies. I currently work as an environmental consultant, and while my job can be demanding, I always make time for my hobbies like painting, hiking, and volunteering at local shelters. I share my apartment with a lively rescue dog named Benny, and when I unwind, I immerse myself in graphic novels or binge-watch classic films. I've been fortunate to travel to several countries, including Peru and Spain, and I dream of exploring Asia next, all while chasing my ambition to develop sustainable solutions for our planet. My daily routine often includes morning runs and evenings spent with friends to nurture my social circle, which keeps me grounded and connected. Despite occasional anxieties about the future, I focus on living authentically and joyfully, balancing my career aspirations with my personal passions.",
        "qa": [
            [
                "Which of the following is a true statement about you? A) My name is David Morales. B) My name is Lucas Ramirez. C) My name is Daniel Garcia. D) My name is Daniel Chen.",
                " B) My name is Lucas Ramirez."
            ],
            [
                "Which of the following is a true statement about you? A) I am 28 years old. B) I am 28 years old. C) I am 29 years old. D) I am 28 years old.",
                " B) I am 28 years old."
            ],
            [
                "Which of the following is a true statement about you? A) I am from Miami. B) I am from San Francisco. C) I am from Phoenix, Arizona. D) I am from San Francisco.",
                " A) I am from Miami."
            ],
            [
                "Which of the following is a true statement about you? A) My mother is from Cuba. B) My mother is from Guatemala. C) My mother is from Guatemala. D) My mother is from Taiwan.",
                " A) My mother is from Cuba."
            ],
            [
                "Which of the following is a true statement about you? A) My father is originally from Mexico. B) My father is from Cuba. C) My father is from Mexico City. D) My father is from Vietnam.",
                " B) My father is from Cuba."
            ],
            [
                "Which of the following is a true statement about you? A) I was raised Catholic but now emphasize more spiritual beliefs. B) I respect my family's Roman Catholic roots, but I don't strictly adhere to any religion. C) I am spiritual but not strictly religious, appreciating the customs of my family's Buddhist upbringing. D) I consider myself more spiritual than religious.",
                " D) I consider myself more spiritual than religious."
            ],
            [
                "Which of the following is a true statement about you? A) I have climbed into the middle class. B) I am comfortably middle class. C) I grew up solidly middle class, but my family faced some financial hardships. D) I am comfortably middle class.",
                " B) I am comfortably middle class."
            ],
            [
                "Which of the following is a true statement about you? A) I have an older sister named Lily who is 32 years old. B) I have one older brother, Alan, who is 31. C) I have one older sister named Sofia. D) I have an older brother named Marco who is 32.",
                " C) I have one older sister named Sofia."
            ],
            [
                "Which of the following is a true statement about you? A) I speak English and have some proficiency in French. B) I speak mostly English but have kept up my Spanish skills. C) I speak English and Spanish. D) I am fluent in Spanish and English, with a bit of Portuguese.",
                " D) I am fluent in Spanish and English, with a bit of Portuguese."
            ],
            [
                "Which of the following is a true statement about you? A) I openly identify as gay. B) I am straight. C) I identify as a gay man. D) I am a gay man.",
                " A) I openly identify as gay."
            ],
            [
                "Which of the following is a true statement about you? A) I identify as male. B) I identify as male. C) I identify as male. D) I am a man.",
                " C) I identify as male."
            ],
            [
                "Which of the following is a true statement about you? A) I am currently in a loving relationship with my partner, Jake. B) I am currently in a committed relationship with my partner, Miguel. C) I am currently in a loving relationship with my partner, Jordan. D) I am currently in a loving relationship with my partner, Eric.",
                " D) I am currently in a loving relationship with my partner, Eric."
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I work as a mental health counselor. B) I currently work as an environmental consultant. C) I am a graphic designer. D) I work as a software engineer.",
                " B) I currently work as an environmental consultant."
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I earned my degree in economics. B) I have a degree in fine arts. C) I earned my degree in education. D) I studied environmental science in college.",
                " D) I studied environmental science in college."
            ],
            [
                "Which of the following is a true statement about you? A) I was raised in a Hispanic household. B) I grew up in a diverse community, which influences my perspectives. C) My values draw from a mix of cultural influences, emphasizing family, empathy, and the pursuit of knowledge. D) I grew up adhering to Catholic traditions.",
                " A) I was raised in a Hispanic household."
            ],
            [
                "Which of the following is a true statement about you? A) I lean left and advocate for social change and equality. B) I immerse myself in social justice initiatives and advocate for LGBTQ+ rights. C) I have liberal political beliefs. D) I have progressive political views.",
                " D) I have progressive political views."
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy hiking, playing soccer, and volunteering at local shelters. B) I enjoy painting, photography, and exploring local music scenes. C) I enjoy painting, hiking, and volunteering at local shelters. D) I enjoy cooking, painting, and practicing yoga.",
                " C) I enjoy painting, hiking, and volunteering at local shelters."
            ],
            [
                "Which of the following is a true statement about you? A) I value integrity and empathy outside of religious boundaries. B) My values are guided by compassion, integrity, and perseverance. C) I value empathy, creativity, and lifelong learning. D) I value integrity, creativity, and inclusivity.",
                " B) My values are guided by compassion, integrity, and perseverance."
            ],
            [
                "Which of the following is a true statement about you? A) I navigate my own fears about the future and uncertainty in my path. B) I sometimes experience anxieties that I manage through meditation. C) One of my biggest fears is stagnation. D) I occasionally feel anxious about the future.",
                " D) I occasionally feel anxious about the future."
            ],
            [
                "Which of the following is a true statement about you? A) I aim to create art that makes people think and feel, fostering connections among diverse communities. B) I dream of developing sustainable solutions for our planet. C) I strive to create a meaningful life, balancing my career ambitions with kindness and self-discovery. D) I desire to create meaningful art that resonates with people.",
                " B) I dream of developing sustainable solutions for our planet."
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I spend evenings with friends to nurture my social circle. B) I share a close bond with my brother. C) I strive to cultivate enriching and honest friendships. D) I have a close-knit circle of friends, including my supportive sister.",
                " A) I spend evenings with friends to nurture my social circle."
            ],
            [
                "Which of the following is a true statement about you? A) My daily routine often includes morning runs. B) My days include a blend of work and relaxation. C) My daily routine balances work, mindfulness practices, and community engagement. D) I often find solace in reading fantasy novels or binge-watching indie films on weekends.",
                " A) My daily routine often includes morning runs."
            ],
            [
                "Which of the following is a true statement about you? A) I share my living space with a quirky rescue dog named Noodle. B) I share my apartment with a lively rescue dog named Benny. C) I live with my dog, Toby. D) I have two adopted cats named Mochi and Tofu.",
                " B) I share my apartment with a lively rescue dog named Benny."
            ],
            [
                "Which of the following is a true statement about you? A) I have a special place in my heart for storytelling through novels, movies, and music. B) I often gravitate towards stories that center on LGBTQ+ narratives. C) I immerse myself in graphic novels and binge-watch classic films. D) I enjoy stories in movies and literature.",
                " C) I immerse myself in graphic novels and binge-watch classic films."
            ],
            [
                "Which of the following is a true statement about you? A) I currently live with my dog, Toby. B) I currently live in a C) I currently live in an apartment. D) I live in an apartment with Jamie that overlooks the park.",
                " C) I currently live in an apartment."
            ],
            [
                "Which of the following is a true statement about you? A) Traveling through Asia and Europe has been transformative for me. B) I have visited various countries across Europe and Asia. C) I am actively planning to travel throughout Asia. D) I have traveled to several countries including Peru and Spain.",
                " D) I have traveled to several countries including Peru and Spain."
            ]
        ]
    },
    {
        "story": "My name is Jamal Carter, and at 28 years old, I hail from the vibrant city of Atlanta, where my parents, who originally came from Nigeria, instilled in me a strong sense of cultural pride. Growing up in a lower-middle-class household was challenging, but it has shaped my resilience and determination; today, I’m fortunate enough to be in a stable position as a financial analyst after earning my degree in economics. I identify as a gay man and am currently in a committed relationship with my partner, Chris, who has introduced me to a wonderful circle of friends that I cherish deeply. I have two older siblings, Amina, 35, a nurse, and Hassan, 32, a software developer, and we often communicate in English, though I also speak some Yoruba, which my parents made sure we learned. While I was raised in the Christian faith, identifying as a Protestant, I embrace a more spiritual and personal connection to my beliefs now, with a strong emphasis on valuing integrity and empathy outside of religious boundaries. A pivotal experience for me was volunteering at a community center during high school, which ignited my passion for social issues and strong political views in favor of equality and environmental sustainability. My days are filled with a blend of work and relaxation; I love to cook, especially trying out new vegan recipes, and I often unwind by diving into science fiction novels or catching up on the latest documentaries. I’ve faced anxieties about my health and societal acceptance, but I remain optimistic and focused on my goals of advancing in my career while traveling more—Japan and Italy are on my must-see list. Currently, I share a small apartment with my loyal dog, Max, who I adopted during my college years and who brings joy to my often busy life. My journey is ongoing, and I am driven by the desire to make a meaningful impact in both my personal and professional spheres.",
        "qa": [
            [
                "Which of the following is a true statement about you? A) My name is Marcus Chen. B) My name is Jamal Carter. C) My name is Julian Martinez. D) My name is Leo Tran.",
                " B) My name is Jamal Carter."
            ],
            [
                "Which of the following is a true statement about you? A) I am 28 years old. B) I am 28 years old. C) I am 28 years old. D) I am 28 years old.",
                " D) I am 28 years old."
            ],
            [
                "Which of the following is a true statement about you? A) I am from San Francisco. B) I am from Atlanta. C) I am from San Antonio, Texas. D) I am originally from Austin, Texas.",
                " B) I am from Atlanta."
            ],
            [
                "Which of the following is a true statement about you? A) My mother is from Mexico. B) My mother is from Mexico City. C) My mother is from Nigeria. D) My mother is from Mexico.",
                " C) My mother is from Nigeria."
            ],
            [
                "Which of the following is a true statement about you? A) My father is from Ho Chi Minh City, Vietnam. B) My father is originally from Mexico. C) My father is from Taiwan. D) My father is from Nigeria.",
                " D) My father is from Nigeria."
            ],
            [
                "Which of the following is a true statement about you? A) I was raised Catholic but identify as spiritual. B) I was raised Christian as a Protestant, but now I embrace a more personal spirituality. C) I practice Buddhism in a personal and reflective manner. D) I was raised in a Buddhist household but identify more as spiritual.",
                " B) I was raised Christian as a Protestant, but now I embrace a more personal spirituality."
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy a comfortable middle-class lifestyle. B) I am comfortably settled in the middle class. C) I grew up in a lower-middle-class household. D) I come from a lower-middle-class family and have achieved a comfortable middle-class status.",
                " C) I grew up in a lower-middle-class household."
            ],
            [
                "Which of the following is a true statement about you? A) I have one older sister named Mei who is 32. B) I have an older brother named Javier who is 31. C) I have an older sister named Lily who is 32 years old. D) I have two older siblings, Amina and Hassan.",
                " D) I have two older siblings, Amina and Hassan."
            ],
            [
                "Which of the following is a true statement about you? A) I primarily spoke English at home, but I am also fluent in Mandarin. B) I speak English and some Yoruba. C) I speak English and am fluent in Vietnamese. D) I primarily communicate in English but also speak some Vietnamese.",
                " B) I speak English and some Yoruba."
            ],
            [
                "Which of the following is a true statement about you? A) I identify as gay. B) I identify as gay. C) I am straight. D) I am openly gay.",
                " A) I identify as gay."
            ],
            [
                "Which of the following is a true statement about you? A) I identify as male. B) I identify as male. C) I identify as a man. D) I use he/him pronouns.",
                " C) I identify as a man."
            ],
            [
                "Which of the following is a true statement about you? A) I am in a relationship with my partner, Jamal. B) I am happily in a committed relationship with my boyfriend, Daniel. C) I am currently in a committed relationship with my partner, Chris. D) I am currently in a loving relationship with my partner, Josh.",
                " C) I am currently in a committed relationship with my partner, Chris."
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I am a high school history teacher. B) I am a digital marketing specialist. C) I am a high school history teacher. D) I am a financial analyst.",
                " D) I am a financial analyst."
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I have a degree in communications. B) I earned my degree in economics. C) I earned my degree in computer science. D) I studied environmental science in college.",
                " B) I earned my degree in economics."
            ],
            [
                "Which of the following is a true statement about you? A) My values draw from a mix of cultural influences, emphasizing family, empathy, and the pursuit of knowledge. B) I grew up surrounded by vibrant family gatherings and colorful festivals. C) I grew up with a deep appreciation for my Mexican cultural heritage. D) I grew up with a strong sense of cultural pride from my Nigerian heritage.",
                " D) I grew up with a strong sense of cultural pride from my Nigerian heritage."
            ],
            [
                "Which of the following is a true statement about you? A) I hold liberal political views. B) I resonate with more liberal political views, believing in equity and community empowerment. C) I have strong political views in favor of equality and environmental sustainability. D) My political views lean towards liberal, advocating for social equality and environmental issues.",
                " C) I have strong political views in favor of equality and environmental sustainability."
            ],
            [
                "Which of the following is a true statement about you? A) I practice yoga regularly to maintain my mental and physical health. B) I practice yoga regularly to manage anxiety surrounding the future and my career. C) I have anxieties about my health. D) I maintain a healthy lifestyle and exercise regularly.",
                " C) I have anxieties about my health."
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy travel and the art of storytelling through various media. B) I enjoy hiking and photography. C) I love to cook, especially vegan recipes, and I enjoy reading science fiction and watching documentaries. D) I enjoy playing the guitar, exploring local coffee shops, and hiking.",
                " C) I love to cook, especially vegan recipes, and I enjoy reading science fiction and watching documentaries."
            ],
            [
                "Which of the following is a true statement about you? A) I value integrity, creativity, and inclusivity. B) I value integrity and empathy outside of religious boundaries. C) I seek meaning through personal values like compassion and integrity. D) I prioritize mindfulness and personal values like empathy and honesty.",
                " B) I value integrity and empathy outside of religious boundaries."
            ],
            [
                "Which of the following is a true statement about you? A) I occasionally feel anxious about the future. B) I grapple with anxiety about the future and societal expectations. C) I have anxieties about societal acceptance. D) One of my biggest fears is stagnation.",
                " C) I have anxieties about societal acceptance."
            ],
            [
                "Which of the following is a true statement about you? A) My goal is to continuously grow both personally and professionally while fostering meaningful connections. B) I aim to advance in my career and travel more. C) I aspire to advocate for underrepresented voices and create a positive impact in the community. D) My ultimate goals revolve around creating accessible technology that empowers others.",
                " B) I aim to advance in my career and travel more."
            ],
            [
                "Which of the following is a true statement about you? A) Volunteering at a community center during high school ignited my passion for social issues. B) My family worked long hours in a small restaurant. C) My family faced financial difficulties growing up, and education was always vital to us. D) A life-changing experience for me was an exchange program in Spain during college.",
                " A) Volunteering at a community center during high school ignited my passion for social issues."
            ],
            [
                "Which of the following is a true statement about you? A) I cherish a wonderful circle of friends introduced by my partner, Chris. B) My older sister, Mei, is one of my best friends. C) I strive to cultivate enriching and honest friendships. D) I have a close-knit circle of friends, including my supportive sister.",
                " A) I cherish a wonderful circle of friends introduced by my partner, Chris."
            ],
            [
                "Which of the following is a true statement about you? A) We bond over cooking and binge-watching shows like 'The Office.' B) My days include a blend of work and relaxation. C) My daily routine includes morning meditation, a balanced breakfast, and exercise before work. D) My daily routine includes morning meditations and a commitment to fitness.",
                " B) My days include a blend of work and relaxation."
            ],
            [
                "Which of the following is a true statement about you? A) I had a childhood dog named Max who was my loyal companion. B) I cherish my two cats named Mochi and Dumpling. C) I have a loyal dog named Max, whom I adopted during college. D) I share my apartment with a mischievous cat named Mochi and had a dog named Max in my childhood.",
                " C) I have a loyal dog named Max, whom I adopted during college."
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy watching films by Wes Anderson. B) I enjoy science fiction novels and documentaries. C) I unwind with graphic novels, indie films, and podcasts. D) I enjoy binge-watching sci-fi series.",
                " B) I enjoy science fiction novels and documentaries."
            ],
            [
                "Which of the following is a true statement about you? A) I share a small apartment with my dog, Max. B) I currently live in a sunny apartment. C) I live in a small apartment filled with books and plants. D) I currently live in a cozy apartment.",
                " A) I share a small apartment with my dog, Max."
            ],
            [
                "Which of the following is a true statement about you? A) I have traveled to several countries including Peru and Spain. B) I have explored several C) I have traveled to parts of Mexico and a bit of Europe, with dreams of exploring East Asia. D) I have Japan and Italy on my must-see list.",
                " D) I have Japan and Italy on my must-see list."
            ]
        ]
    },
    {
        "story": "My name is Ethan Rivera, and I’m 28 years old, hailing from the vibrant city of San Diego, although my parents are originally from Mexico. I identify as male and I’m straight, currently in a committed relationship with my girlfriend, Mia, who shares my passion for the arts. Growing up in a modest household, our financial struggles shaped my perspective, but now I find myself comfortably middle class as a graphic designer after earning my degree in visual communication. While I was raised in a Catholic household, I've since drifted towards a more spiritual, non-religious path. I have an older brother, Luis, who is 32, and we have always had a supportive bond. We mostly spoke English at home, but I’m also fluent in Spanish, which has helped me connect with my heritage. I’m passionate about skateboarding, photography, and exploring new cuisines, and I deeply value creativity, honesty, and community. My political views lean towards liberal, advocating for social equality and environmental issues, and one of my biggest fears is not being able to make a significant impact in the world. A defining experience for me was when I studied abroad in Barcelona, where I discovered my love for diverse cultures. I currently live in a sunny apartment with my lovable dog, Coco, and my daily routine typically involves brainstorming design ideas in the morning, followed by work, and evenings filled with sketching or watching my favorite films by Wes Anderson. I’ve been fortunate to travel to several countries, but I dream of exploring Asia and Africa next, all while striving to fill my life with creativity, growth, and meaningful connections.",
        "qa": [
            [
                "Which of the following is a true statement about you? A) My name is Ethan Morales. B) My name is Ethan Rivera. C) My name is Jamal Carter. D) My name is Marcus Chen.",
                " B) My name is Ethan Rivera."
            ],
            [
                "Which of the following is a true statement about you? A) I am 29 years old. B) I am 29 years old. C) I am 28 years old. D) I am 28 years old.",
                " D) I am 28 years old."
            ],
            [
                "Which of the following is a true statement about you? A) I am from San Diego. B) I am from San Francisco. C) I am from Atlanta. D) I am from San Antonio, Texas.",
                " A) I am from San Diego."
            ],
            [
                "Which of the following is a true statement about you? A) My mother is from Guatemala. B) My mother is from Mexico. C) My mother is from Taiwan. D) My mother is from Taiwan.",
                " B) My mother is from Mexico."
            ],
            [
                "Which of the following is a true statement about you? A) My father is from Mexico. B) My father is originally from Taiwan. C) My father is from Taiwan. D) My father is from Vietnam.",
                " A) My father is from Mexico."
            ],
            [
                "Which of the following is a true statement about you? A) I consider myself agnostic. B) I was raised in Buddhist traditions but consider myself more spiritual. C) I was raised Catholic but I’ve since drifted towards a more spiritual, non-religious path. D) I grew up observing Buddhist traditions but now embrace a personal spirituality.",
                " C) I was raised Catholic but I’ve since drifted towards a more spiritual, non-religious path."
            ],
            [
                "Which of the following is a true statement about you? A) I am comfortably middle class. B) I am comfortably middle class. C) I comfortably slide into middle-class life. D) I am middle class.",
                " B) I am comfortably middle class."
            ],
            [
                "Which of the following is a true statement about you? A) I have one older brother, Alan, who is 31. B) I have an older brother named Minh who is 31. C) I have an older sister Carla who is 31 and a younger brother Diego who is 24. D) I have an older brother, Luis, who is 32.",
                " D) I have an older brother, Luis, who is 32."
            ],
            [
                "Which of the following is a true statement about you? A) I mostly speak English, but I’m also fluent in Spanish. B) I am bilingual, fluent in both English and Spanish. C) I primarily communicate in English but also speak some Vietnamese. D) I primarily speak English but also know some Spanish.",
                " A) I mostly speak English, but I’m also fluent in Spanish."
            ],
            [
                "Which of the following is a true statement about you? A) I identify as a gay man. B) I identify as a gay man. C) I am straight. D) I identify as gay.",
                " C) I am straight."
            ],
            [
                "Which of the following is a true statement about you? A) I identify as male. B) I identify as a man. C) I identify as male. D) I identify as male.",
                " A) I identify as male."
            ],
            [
                "Which of the following is a true statement about you? A) I am currently in a fulfilling relationship with my boyfriend, James. B) I'm currently single. C) I am currently in a committed relationship with my partner, Sam. D) I am currently in a committed relationship with my girlfriend, Mia.",
                " D) I am currently in a committed relationship with my girlfriend, Mia."
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I work as a software engineer. B) I am a graphic designer. C) I work as a software engineer. D) I work as a graphic designer.",
                " B) I am a graphic designer."
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I earned my degree in visual communication. B) I have a degree in visual arts. C) I have a degree in education. D) I earned my degree in computer science.",
                " A) I earned my degree in visual communication."
            ],
            [
                "Which of the following is a true statement about you? A) I grew up in a modest household which shaped my perspective. B) My childhood was shaped by the rhythms of jazz and Creole cuisine. C) My cultural background instilled strong values of family, respect, and perseverance. D) My values draw from a mix of cultural influences, emphasizing family, empathy, and the pursuit of knowledge.",
                " A) I grew up in a modest household which shaped my perspective."
            ],
            [
                "Which of the following is a true statement about you? A) I hold progressive political views. B) My political views lean towards liberal, advocating for social equality and environmental issues. C) I have moderately progressive political views that emphasize social equality. D) I hold liberal political views.",
                " B) My political views lean towards liberal, advocating for social equality and environmental issues."
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy playing the guitar, exploring local coffee shops, and hiking. B) I am passionate about skateboarding, photography, and exploring new cuisines. C) I enjoy cooking, painting, and practicing yoga. D) I enjoy hiking, playing soccer, and volunteering at local shelters.",
                " B) I am passionate about skateboarding, photography, and exploring new cuisines."
            ],
            [
                "Which of the following is a true statement about you? A) I deeply value creativity, honesty, and community. B) I believe in kindness, honesty, and the importance of education. C) I prioritize mindfulness and personal values like empathy and honesty. D) I believe in equity and community empowerment.",
                " A) I deeply value creativity, honesty, and community."
            ],
            [
                "Which of the following is a true statement about you? A) I have anxiety, which I manage through wellness practices. B) I navigate my own fears about the future and uncertainty in my path. C) One of my biggest fears is not being able to make a significant impact in the world. D) I experience anxiety, especially about my career.",
                " C) One of my biggest fears is not being able to make a significant impact in the world."
            ],
            [
                "Which of the following is a true statement about you? A) I aspire to build a life filled with genuine connections and impactful work. B) I dream of living abroad for a year someday. C) My life goals revolve around cultivating creativity and making a positive impact in my community. D) I strive to fill my life with creativity, growth, and meaningful connections.",
                " D) I strive to fill my life with creativity, growth, and meaningful connections."
            ],
            [
                "Which of the following is a true statement about you? A) A defining experience for me was studying abroad in Barcelona, where I discovered my love for diverse cultures. B) My family faced financial struggles, which shaped my perspective on life. C) A defining experience for me was a volunteer trip to Haiti. D) I was influenced by my parents' determination to improve our lives.",
                " A) A defining experience for me was studying abroad in Barcelona, where I discovered my love for diverse cultures."
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) My daily routine includes morning runs, coding sessions, and winding down with my favorite series or music. B) My daily routine includes morning meditations and a commitment to fitness. C) My daily routine often includes morning runs. D) My daily routine typically involves brainstorming design ideas in the morning, work, and evenings filled with sketching or watching my favorite films by Wes Anderson.",
                " D) My daily routine typically involves brainstorming design ideas in the morning, work, and evenings filled with sketching or watching my favorite films by Wes Anderson."
            ],
            [
                "Which of the following is a true statement about you? A) I share my home with two dogs named Max and Luna. B) I have a beloved dog named Coco. C) I live with my lovable dog, Coco. D) I have a lively terrier mix named Churro.",
                " C) I live with my lovable dog, Coco."
            ],
            [
                "Which of the following is a true statement about you? A) I immerse myself in graphic novels and binge-watch classic films. B) I find solace in music and enjoy reading fantasy novels. C) I enjoy watching films by Wes Anderson. D) I enjoy diving into fantasy novels and watching thought-provoking films, especially by Hayao Miyazaki.",
                " C) I enjoy watching films by Wes Anderson."
            ],
            [
                "Which of the following is a true statement about you? A) I live in a small apartment filled with books and plants. B) I currently live in an apartment with my cat. C) I live in an apartment with Jamie that overlooks the park. D) I currently live in a sunny apartment.",
                " D) I currently live in a sunny apartment."
            ],
            [
                "",
                ""
            ]
        ]
    },
    {
        "story": "My name is Max Harrison, I'm 29 years old, and I was born and raised in Boston, though my parents are originally from Newfoundland, Canada. As an openly gay man, I identify as male and am currently in a fulfilling relationship with my boyfriend, James, who shares my passion for the arts. Growing up, my family's financial situation was a bit precarious, but now I’m comfortably middle class, working as a graphic designer after completing my degree in visual arts. Raised in a non-religious household, I don’t practice any faith, yet I value community and empathy profoundly. I have one older sister, Lucy, who is 32 and has always been my role model, and while we primarily spoke English, I also have some proficiency in French. My life revolves around creativity; I enjoy painting, photography, and exploring local music scenes. I advocate for environmental issues and lean toward progressive political beliefs, which stem from my commitment to social justice. A significant life experience was volunteering at an art therapy program for at-risk youth, which not only shaped my career path but inspired my dedication to uplifting others. I share a small apartment with my adorable rescue dog, Finn, and I often find solace in reading fantasy novels or binge-watching indie films on weekends. While I’ve traveled to a few countries in Europe, I dream of venturing to Japan to experience its rich culture. My journey is fueled by a desire to create meaningful art that resonates with people and to live a life filled with love, creativity, and purpose, despite occasional anxieties about the future and my professional journey.",
        "qa": [
            [
                "Which of the following is a true statement about you? A) My name is Max Harrison. B) My name is David Lee. C) My name is Jordan Reyes. D) My name is Daniel Chen.",
                " A) My name is Max Harrison."
            ],
            [
                "Which of the following is a true statement about you? A) I am 29 years old. B) I am 28 years old. C) I am 29 years old. D) I am 29 years old.",
                " D) I am 29 years old."
            ],
            [
                "Which of the following is a true statement about you? A) I am from San Francisco. B) I am from San Francisco. C) I am from Boston. D) I am from Atlanta.",
                " C) I am from Boston."
            ],
            [
                "Which of the following is a true statement about you? A) My mother is from South Korea. B) My mother is from Taiwan. C) My mother is from Newfoundland, Canada. D) My mother is from Puerto Rico.",
                " C) My mother is from Newfoundland, Canada."
            ],
            [
                "Which of the following is a true statement about you? A) My father is from Newfoundland, Canada. B) My father is from South Korea. C) My father is from Nigeria. D) My father is from Mexico.",
                " A) My father is from Newfoundland, Canada."
            ],
            [
                "Which of the following is a true statement about you? A) I was raised Catholic but I’ve since drifted towards a more spiritual, non-religious path. B) I was raised Catholic but am more spiritual than strictly adherent. C) I was raised in a Buddhist household, but I identify more as secular. D) I was raised in a non-religious household and I don’t practice any faith.",
                " D) I was raised in a non-religious household and I don’t practice any faith."
            ],
            [
                "Which of the following is a true statement about you? A) I am comfortably middle class. B) I have climbed into the middle class. C) I grew up in a working-class neighborhood, but I am now fortunate to be in a more comfortable position. D) I am middle class.",
                " A) I am comfortably middle class."
            ],
            [
                "Which of the following is a true statement about you? A) I have an older sister named Sofia who is 31. B) I have an older sister named Sofia who is 33 years old. C) I have one older sister, Lucy, who is 32. D) I have an older sister named Sofia, who is 32.",
                " C) I have one older sister, Lucy, who is 32."
            ],
            [
                "Which of the following is a true statement about you? A) I speak English and have some proficiency in French. B) I primarily speak English but also converse in Spanish. C) I speak English and Spanish. D) I am bilingual, fluent in both English and Spanish.",
                " A) I speak English and have some proficiency in French."
            ],
            [
                "Which of the following is a true statement about you? A) I am openly gay. B) I identify as gay. C) I identify as gay and am a proud member of the LGBTQ+ community. D) I am a gay man.",
                " A) I am openly gay."
            ],
            [
                "Which of the following is a true statement about you? A) I identify as male. B) I identify as male. C) I identify as male. D) I identify as male.",
                " A) I identify as male."
            ],
            [
                "Which of the following is a true statement about you? A) I am in a loving relationship with my boyfriend, Jamie. B) I am currently in a fulfilling relationship with my boyfriend, James. C) I am currently in a committed relationship with my boyfriend, Jason. D) I am currently in a committed relationship with my partner, Sam.",
                " B) I am currently in a fulfilling relationship with my boyfriend, James."
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I work as a mental health counselor. B) I am a graphic designer. C) I am a high school history teacher. D) I am a graphic designer.",
                " B) I am a graphic designer."
            ],
            [
                "Which of the following is a true statement about you? A) I have worked in various roles in the tech industry since graduating. B) My educational background is in teaching. C) I completed my degree in visual arts. D) I have obtained my degree in communications.",
                " C) I completed my degree in visual arts."
            ],
            [
                "Which of the following is a true statement about you? A) I have a degree in visual arts. B) I earned a degree in computer science. C) I studied environmental science in college. D) I graduated from UC Berkeley with a degree in Computer Science.",
                " A) I have a degree in visual arts."
            ],
            [
                "Which of the following is a true statement about you? A) My cultural identity has been deeply influenced by my Taiwanese heritage. B) I was influenced by a strong value of community and empathy. C) I was raised in a Hispanic household. D) My childhood was shaped by the rhythms of jazz and Creole cuisine.",
                " B) I was influenced by a strong value of community and empathy."
            ],
            [
                "Which of the following is a true statement about you? A) I lean toward progressive political beliefs. B) I lean left and advocate for social change and equality. C) My political views lean toward progressive ideals. D) I have more liberal political views that reflect my values around community and environmental responsibility.",
                " A) I lean toward progressive political beliefs."
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I have interests in technology, hiking, and photography. B) I am passionate about skateboarding, photography, and exploring new cuisines. C) I have a deep love for graphic novels, gaming, and technology. D) I enjoy painting, photography, and exploring local music scenes.",
                " D) I enjoy painting, photography, and exploring local music scenes."
            ],
            [
                "Which of the following is a true statement about you? A) I believe in kindness, honesty, and the importance of education. B) I advocate for environmental issues and am committed to social justice. C) My values are guided by compassion, integrity, and perseverance. D) I prioritize inclusivity and kindness in my interactions.",
                " B) I advocate for environmental issues and am committed to social justice."
            ],
            [
                "Which of the following is a true statement about you? A) One of my biggest fears is not being able to make a significant impact in the world. B) I experience anxiety, especially about my career. C) I face anxieties about career stability and self-worth. D) I have occasional anxieties about the future and my professional journey.",
                " D) I have occasional anxieties about the future and my professional journey."
            ],
            [
                "Which of the following is a true statement about you? A) I desire to create meaningful art that resonates with people. B) My goal is to continuously grow both personally and professionally while fostering meaningful connections. C) I aim to make a positive impact and hope to start my own consultancy to help small businesses thrive online. D) I strive to fill my life with creativity, growth, and meaningful connections.",
                " A) I desire to create meaningful art that resonates with people."
            ],
            [
                "Which of the following is a true statement about you? A) A significant turning point for me was participating in a volunteer program in Guatemala. B) A significant life experience was volunteering at an art therapy program for at-risk youth. C) Growing up, my family faced economic hardships. D) Volunteering at a community center during high school ignited my passion for social issues.",
                " B) A significant life experience was volunteering at an art therapy program for at-risk youth."
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) My daily routine typically involves brainstorming design ideas in the morning, work, and evenings filled with sketching or watching my favorite films by Wes Anderson. B) I have a routine that balances work and self-care. C) My daily routine includes morning meditation, a balanced breakfast, and exercise before work. D) I often find solace in reading fantasy novels or binge-watching indie films on weekends.",
                " D) I often find solace in reading fantasy novels or binge-watching indie films on weekends."
            ],
            [
                "Which of the following is a true statement about you? A) I have a beloved dog named Coco. B) I share a small apartment with my adorable rescue dog, Finn. C) I share my apartment with a lively cat named Jinx. D) I share my living space with a quirky rescue dog named Noodle.",
                " B) I share a small apartment with my adorable rescue dog, Finn."
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy binge-watching indie films. B) I revel in exploring indie films and graphic novels. C) I enjoy winding down with a good book or a documentary film. D) I enjoy stories in movies and literature.",
                " A) I enjoy binge-watching indie films."
            ],
            [
                "Which of the following is a true statement about you? A) I currently live in a B) I currently live in a modest apartment adorned with plants and art. C) I live in a shared house with friends. D) I currently live in a small apartment.",
                " D) I currently live in a small apartment."
            ],
            [
                "Which of the following is a true statement about you? A) I have Japan and Italy on my must-see list. B) I have traveled to a few countries in Europe and dream of venturing to Japan. C) I have traveled to parts of Europe and Asia and dream of visiting South America someday. D) I have traveled to parts of Europe and hope to explore Asia next.",
                " B) I have traveled to a few countries in Europe and dream of venturing to Japan."
            ]
        ]
    },
    {
        "story": "My name is Daniel Garcia, and I’m 28 years old, hailing from Phoenix, Arizona, but my roots trace back to Mexico, where my parents were born. Growing up in a low-income household, I often felt the weight of our financial struggles, but I’ve worked hard to climb the socioeconomic ladder to now identify as middle class. I’m bilingual, fluent in both English and Spanish, which reflects my cultural background, and I’ve embraced my Catholic upbringing, although I’m more spiritual than strictly adherent to the doctrines. I identify as male and am currently in a committed relationship with my boyfriend, Marcus, but I’ve had significant past relationships that shaped my understanding of love and trust. I studied psychology and now work as a mental health counselor, a field I’m passionate about because of my deep belief in empathy and helping others. My childhood friendships were crucial to me, especially with my older sister, Sofia, who is 30, and has always been my rock. Politically, I lean left, advocating for social change and equality, largely influenced by my experiences growing up in a diverse community. In my spare time, I enjoy hiking, playing soccer, and volunteering at local shelters, which help me stay grounded and connected. My daily routine includes morning meditations and a commitment to fitness, reflecting my focus on health and wellness. I’ve had a number of pets throughout my life, with my beloved dog, Coco, currently bringing joy to my apartment. Books, especially fantasy novels, are my escape, and I often find solace in music, traversing various genres. While I’ve traveled to parts of Mexico and a bit of Europe, my dream is to explore East Asia someday. Overall, I strive to create a meaningful life, balancing my career ambitions with kindness and self-discovery, despite my underlying fears of failure and inadequacy.",
        "qa": [
            [
                "Which of the following is a true statement about you? A) My name is Marco Ramirez. B) My name is Leo Tran. C) My name is Marco Hernandez. D) My name is Daniel Garcia.",
                " D) My name is Daniel Garcia."
            ],
            [
                "Which of the following is a true statement about you? A) I am 28 years old. B) I am 28 years old. C) I am 28 years old. D) I am 29 years old.",
                " A) I am 28 years old."
            ],
            [
                "Which of the following is a true statement about you? A) I am from San Antonio, Texas. B) I am from Atlanta, Georgia. C) I am from Phoenix, Arizona. D) I am from San Francisco.",
                " C) I am from Phoenix, Arizona."
            ],
            [
                "Which of the following is a true statement about you? A) My mother is from Taiwan. B) My mother is from Taiwan. C) My mother is from Vietnam. D) My mother is from Mexico.",
                " D) My mother is from Mexico."
            ],
            [
                "Which of the following is a true statement about you? A) My father is from Taiwan. B) My father is from the Dominican Republic. C) My father is from Guatemala. D) My father is from Mexico.",
                " D) My father is from Mexico."
            ],
            [
                "Which of the following is a true statement about you? A) I was raised in a non-religious household and I don’t practice any faith. B) I was raised Catholic but am more spiritual than strictly adherent. C) I acknowledge my family's Buddhist roots but lean towards agnosticism. D) I grew up observing Buddhist traditions, but I consider myself more spiritual than religious.",
                " B) I was raised Catholic but am more spiritual than strictly adherent."
            ],
            [
                "Which of the following is a true statement about you? A) I consider myself solidly middle class. B) I am comfortably middle class. C) I faced financial struggles growing up and am now comfortably in the middle class. D) I identify as middle class after growing up in a low-income household.",
                " D) I identify as middle class after growing up in a low-income household."
            ],
            [
                "Which of the following is a true statement about you? A) I have an older sister named Lily who is 32 years old. B) I have an older sister named Sofia who is 30 years old. C) I have one older sister, Lucy, who is 32. D) I have one older sister named Sofia.",
                " B) I have an older sister named Sofia who is 30 years old."
            ],
            [
                "Which of the following is a true statement about you? A) I speak English and Spanish. B) I speak English and some Yoruba. C) I am bilingual, fluent in both English and Spanish. D) I speak English and Mandarin.",
                " C) I am bilingual, fluent in both English and Spanish."
            ],
            [
                "Which of the following is a true statement about you? A) I openly identify as gay. B) I am in a committed relationship with my boyfriend, Marcus. C) I identify as gay. D) I identify as a gay man.",
                " B) I am in a committed relationship with my boyfriend, Marcus."
            ],
            [
                "Which of the following is a true statement about you? A) I identify as male. B) I identify as male. C) I am a man. D) I use he/him pronouns.",
                " B) I identify as male."
            ],
            [
                "Which of the following is a true statement about you? A) I am currently in a committed relationship. B) I am currently in a committed relationship with my partner, Miguel. C) I am currently in a committed relationship with my partner, Javier. D) I am currently in a loving relationship with my partner, Jordan.",
                " A) I am currently in a committed relationship."
            ],
            [
                "Which of the following is a true statement about you? A) My last relationship was meaningful and taught me a lot about love and resilience. B) I have had significant past relationships that taught me the importance of communication and empathy. C) I’ve had a few significant relationships in the past, but this one feels different and truly fulfilling. D) I have had significant past relationships that shaped my understanding of love and trust.",
                " D) I have had significant past relationships that shaped my understanding of love and trust."
            ],
            [
                "Which of the following is a true statement about you? A) I am a graphic designer. B) I am a software engineer. C) I am a digital marketing specialist. D) I work as a mental health counselor.",
                " D) I work as a mental health counselor."
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I earned my degree in education. B) I have an education in visual arts. C) I studied psychology. D) I have a degree in fine arts.",
                " C) I studied psychology."
            ],
            [
                "Which of the following is a true statement about you? A) My values draw from a mix of cultural influences, emphasizing family, empathy, and the pursuit of knowledge. B) I grew up in a diverse community, which influences my perspectives. C) My childhood was shaped by the rhythms of jazz and Creole cuisine. D) My cultural identity has been deeply influenced by my Taiwanese heritage.",
                " B) I grew up in a diverse community, which influences my perspectives."
            ],
            [
                "Which of the following is a true statement about you? A) I am quite progressive, advocating for LGBTQ+ rights and social equity. B) I lean left and advocate for social change and equality. C) I have liberal political beliefs. D) My political views lean towards liberal, advocating for social equality and environmental issues.",
                " B) I lean left and advocate for social change and equality."
            ],
            [
                "Which of the following is a true statement about you? A) I sometimes experience anxiety, especially when thinking about the future or my health. B) I focus on health and wellness, incorporating fitness into my daily routine. C) My health is generally good, although I experience anxiety from time to time. D) I regularly practice yoga and meditation to manage my anxiety and maintain a balanced lifestyle.",
                " B) I focus on health and wellness, incorporating fitness into my daily routine."
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy hiking, playing soccer, and volunteering at local shelters. B) I have a passion for music and love attending live concerts. C) I enjoy painting, photography, and exploring local music scenes. D) I enjoy binge-watching sci-fi series and playing video games.",
                " A) I enjoy hiking, playing soccer, and volunteering at local shelters."
            ],
            [
                "Which of the following is a true statement about you? A) I deeply value honesty, empathy, and creativity. B) I emphasize values such as empathy and community service. C) I deeply value creativity, honesty, and community. D) I deeply believe in empathy and helping others.",
                " D) I deeply believe in empathy and helping others."
            ],
            [
                "Which of the following is a true statement about you? A) I fear societal regression, especially concerning human rights. B) I have anxiety, which I manage through wellness practices. C) I have underlying fears of failure and inadequacy. D) I occasionally feel anxious about the future.",
                " C) I have underlying fears of failure and inadequacy."
            ],
            [
                "Which of the following is a true statement about you? A) I strive to create a meaningful life, balancing my career ambitions with kindness and self-discovery. B) I strive to refine my craft and make an impact in the world through my art. C) I dream of traveling to Japan and making a positive impact in the tech industry. D) My life goals revolve around cultivating creativity and making a positive impact in my community.",
                " A) I strive to create a meaningful life, balancing my career ambitions with kindness and self-discovery."
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) My childhood friendships were crucial to me, especially with my sister. B) I share a close bond with my brother. C) I maintain close friendships. D) I have friends who share a diverse mix of creative and political passions.",
                " A) My childhood friendships were crucial to me, especially with my sister."
            ],
            [
                "Which of the following is a true statement about you? A) My daily routine includes morning meditations and a commitment to fitness. B) I practice meditation daily to manage anxiety. C) My daily routine revolves around work, exercising in the evenings, and enjoying podcasts. D) My daily routine includes project work, evening hikes, and weekend explorations.",
                " A) My daily routine includes morning meditations and a commitment to fitness."
            ],
            [
                "Which of the following is a true statement about you? A) I share my small apartment with a playful dog named Nala. B) I have a beloved dog named Coco. C) I share my home with two dogs named Max and Luna. D) I have an affectionate rescue dog named Bella.",
                " B) I have a beloved dog named Coco."
            ],
            [
                "Which of the following is a true statement about you? A) I revel in exploring indie films and graphic novels. B) I enjoy binge-watching sci-fi series. C) I immerse myself in graphic novels and binge-watch classic films. D) I find solace in music and enjoy reading fantasy novels.",
                " D) I find solace in music and enjoy reading fantasy novels."
            ],
            [
                "Which of the following is a true statement about you? A) I currently live in an apartment with my dog. B) I live in an apartment with Jamie that overlooks the park. C) I enjoy cozy evenings at home. D) I currently live in a small apartment downtown.",
                " A) I currently live in an apartment with my dog."
            ],
            [
                "Which of the following is a true statement about you? A) I have explored parts of Asia and Europe. B) Traveling through Asia and Europe has been transformative for me. C) I have not traveled extensively but dream of going to Japan. D) I have traveled to parts of Mexico and a bit of Europe, with dreams of exploring East Asia.",
                " D) I have traveled to parts of Mexico and a bit of Europe, with dreams of exploring East Asia."
            ]
        ]
    },
    {
        "story": "My name is Ethan Morales, and I’m 29 years old, hailing from San Diego, California, though my parents both emigrated from Guatemala. I identify as a gay man and am currently in a fulfilling relationship with my boyfriend, Marco, who is also my biggest supporter. Growing up, my family faced financial struggles and lived in a working-class neighborhood, but now I’m comfortably middle class as a digital marketing specialist, having obtained my degree in communications from a local university. While I was raised in a Catholic household, I’ve transitioned to more spiritual beliefs and emphasize values such as empathy and community service. My older sister, Sofia, 33, and I share a close bond, and we primarily communicated in English, though I picked up some Spanish along the way. I have a passion for music and love attending live concerts, often using my free time to explore new genres or play guitar. My political views lean toward progressive ideals, influenced by my upbringing and experiences in diverse communities. Anxiety sometimes creeps in, especially when thinking about the future or my health, but I actively practice mindfulness to manage it. I’ve traveled to several countries in Central America and Europe, which have broadened my perspective; however, my dream destination is Japan. At home, I live with my dog, Toby, who always brings joy to my daily routine, which consists of morning jogs, work, and catching up with friends over dinner. I unwind in the evenings by binge-watching shows on Netflix or reading, often gravitating towards stories that center on LGBTQ+ narratives. Life’s challenges have shaped my ambition to advocate for underrepresented voices and create a positive impact in the community, driving me to continue growing personally and professionally.",
        "qa": [
            [
                "Which of the following is a true statement about you? A) My name is Marco Ramirez. B) My name is Jamie Tso. C) My name is Ethan Morales. D) My name is Ethan Rivera.",
                " C) My name is Ethan Morales."
            ],
            [
                "Which of the following is a true statement about you? A) I am 28 years old. B) I am 28 years old. C) I am 29 years old. D) I am 29 years old.",
                " D) I am 29 years old."
            ],
            [
                "Which of the following is a true statement about you? A) I am from San Diego, California. B) I am from San Antonio, Texas. C) I am from San Francisco. D) I am from San Antonio, Texas.",
                " A) I am from San Diego, California."
            ],
            [
                "Which of the following is a true statement about you? A) My mother is from Mexico. B) My mother is from Vietnam. C) My mother is from Newfoundland, Canada. D) My mother is from Guatemala.",
                " D) My mother is from Guatemala."
            ],
            [
                "Which of the following is a true statement about you? A) My father is from Guatemala. B) My father is from Guatemala. C) My father is from Nigeria. D) My father is from Taiwan.",
                " B) My father is from Guatemala."
            ],
            [
                "Which of the following is a true statement about you? A) I was raised in a Buddhist household but identify more as spiritual. B) I grew up observing Buddhist traditions but now embrace a personal spirituality. C) I was raised Catholic but now emphasize more spiritual beliefs. D) I don’t actively adhere to any particular religion, leaning more towards spiritual exploration.",
                " C) I was raised Catholic but now emphasize more spiritual beliefs."
            ],
            [
                "Which of the following is a true statement about you? A) I grew up in a lower-middle-class household. B) I come from a lower-middle-class family and have achieved a comfortable middle-class status. C) I consider myself solidly middle class. D) I am comfortably middle class.",
                " D) I am comfortably middle class."
            ],
            [
                "Which of the following is a true statement about you? A) I have an older brother named Samuel who is 31. B) I have one older brother named David. C) I have an older brother named Javier who is 31. D) I have an older sister named Sofia who is 33 years old.",
                " D) I have an older sister named Sofia who is 33 years old."
            ],
            [
                "Which of the following is a true statement about you? A) I primarily communicate in English, though I picked up some Spanish along the way. B) I speak English and Spanish. C) I speak English and have some proficiency in French. D) I speak English and Mandarin.",
                " A) I primarily communicate in English, though I picked up some Spanish along the way."
            ],
            [
                "Which of the following is a true statement about you? A) I identify as a gay man. B) I am openly gay. C) I am straight. D) I am in a committed relationship with my boyfriend, Marcus.",
                " A) I identify as a gay man."
            ],
            [
                "Which of the following is a true statement about you? A) I identify as male. B) I identify as male. C) I use he/him pronouns. D) I am a man.",
                " D) I am a man."
            ],
            [
                "Which of the following is a true statement about you? A) I'm currently in a committed relationship with my partner, Morgan. B) I am currently in a fulfilling relationship with my boyfriend, Marco. C) I am currently in a loving relationship with my partner, Josh. D) I am in a relationship with my partner, Jamal.",
                " B) I am currently in a fulfilling relationship with my boyfriend, Marco."
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I am a high school history teacher. B) I am a digital marketing specialist. C) I work as a software engineer. D) I work as a software engineer.",
                " B) I am a digital marketing specialist."
            ],
            [
                "Which of the following is a true statement about you? A) I have obtained my degree in communications. B) I have experienced various roles, including freelance work. C) My educational background is in teaching. D) I have worked in various roles in the tech industry since graduating.",
                " A) I have obtained my degree in communications."
            ],
            [
                "Which of the following is a true statement about you? A) I have a degree in communications. B) I have a degree in communications from a local university. C) I have a degree in computer science. D) I have a degree in fine arts.",
                " B) I have a degree in communications from a local university."
            ],
            [
                "Which of the following is a true statement about you? A) I grew up in a working-class neighborhood. B) I grew up balancing Chinese traditions with a more liberal outlook. C) I grew up with a deep appreciation for my Mexican cultural heritage. D) I grew up in a family that observed Buddhist traditions.",
                " A) I grew up in a working-class neighborhood."
            ],
            [
                "Which of the following is a true statement about you? A) I resonate with more liberal political views, believing in equity and community empowerment. B) I lean quite progressive and believe in equity and climate justice. C) My political views lean toward progressive ideals. D) My political views lean towards liberal, advocating for social equality and environmental issues.",
                " C) My political views lean toward progressive ideals."
            ],
            [
                "Which of the following is a true statement about you? A) I regularly practice yoga and meditation to manage my anxiety and maintain a balanced lifestyle. B) I practice yoga regularly to manage anxiety surrounding the future and my career. C) I sometimes experience anxiety, especially when thinking about the future or my health. D) I prioritize my health and wellness through yoga and meditation.",
                " C) I sometimes experience anxiety, especially when thinking about the future or my health."
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy hiking, playing soccer, and volunteering at local shelters. B) I have a love for travel and enjoy consuming podcasts on tech and personal development. C) I have a passion for music and love attending live concerts. D) I enjoy playing the guitar, exploring local coffee shops, and hiking.",
                " C) I have a passion for music and love attending live concerts."
            ],
            [
                "Which of the following is a true statement about you? A) I advocate for environmental issues and am committed to social justice. B) I emphasize values like kindness and integrity above dogma. C) I value integrity and empathy outside of religious boundaries. D) I emphasize values such as empathy and community service.",
                " D) I emphasize values such as empathy and community service."
            ],
            [
                "Which of the following is a true statement about you? A) I have anxieties about societal acceptance. B) I have anxiety regarding my future and my career. C) I sometimes experience anxieties that I manage through meditation. D) Anxiety sometimes creeps in, especially when thinking about the future.",
                " D) Anxiety sometimes creeps in, especially when thinking about the future."
            ],
            [
                "Which of the following is a true statement about you? A) I desire to create meaningful art that resonates with people. B) My life goals revolve around cultivating creativity and making a positive impact in my community. C) My goal is to continuously grow both personally and professionally while fostering meaningful connections. D) I aspire to advocate for underrepresented voices and create a positive impact in the community.",
                " D) I aspire to advocate for underrepresented voices and create a positive impact in the community."
            ],
            [
                "Which of the following is a true statement about you? A) A defining experience for me was studying abroad in Barcelona, where I discovered my love for diverse cultures. B) I was influenced by my parents' determination to improve our lives. C) A significant turning point for me was participating in a volunteer program in Guatemala. D) Life's challenges have shaped my ambition.",
                " D) Life's challenges have shaped my ambition."
            ],
            [
                "Which of the following is a true statement about you? A) I catch up with friends over dinner. B) I unwind with friends over coffee. C) I currently live in a shared house with friends. D) I cherish friendship circles that encourage growth.",
                " A) I catch up with friends over dinner."
            ],
            [
                "Which of the following is a true statement about you? A) I often find solace in reading fantasy novels or binge-watching indie films on weekends. B) My daily routine includes project work, evening hikes, and weekend explorations. C) My daily routine consists of morning jogs, work, and unwinding in the evenings by binge-watching shows on Netflix or reading. D) My daily routine includes morning runs, coding sessions, and winding down with my favorite series or music.",
                " C) My daily routine consists of morning jogs, work, and unwinding in the evenings by binge-watching shows on Netflix or reading."
            ],
            [
                "Which of the following is a true statement about you? A) I had a childhood dog named Max who was my loyal companion. B) I have a lively terrier mix named Churro. C) I live with my dog, Toby. D) I share a small apartment with my adorable rescue dog, Finn.",
                " C) I live with my dog, Toby."
            ],
            [
                "Which of the following is a true statement about you? A) I often gravitate towards stories that center on LGBTQ+ narratives. B) I find solace in music and enjoy reading fantasy novels. C) I have a special place in my heart for storytelling through novels, movies, and music. D) I enjoy binge-watching indie films.",
                " A) I often gravitate towards stories that center on LGBTQ+ narratives."
            ],
            [
                "Which of the following is a true statement about you? A) I live with my partner Miguel and our two dogs. B) I currently live with my dog, Toby. C) I currently live in a modest apartment adorned with plants and art. D) I currently live in an apartment with my cat.",
                " B) I currently live with my dog, Toby."
            ],
            [
                "Which of the following is a true statement about you? A) I have Japan and Italy on my must-see list. B) I have traveled to various parts of Asia and Europe. C) I have traveled to several countries in Central America and Europe, and my dream destination is Japan. D) I have visited various countries across Europe and Asia.",
                " C) I have traveled to several countries in Central America and Europe, and my dream destination is Japan."
            ]
        ]
    },
    {
        "story": "My name is Daniel Chen, and I’m 29 years old, originally hailing from the vibrant city of San Francisco, though my parents immigrated from Taiwan in the late 1980s. I identify as male and am openly gay, currently in a committed relationship with my partner, Javier, who shares my passion for adventure and the arts. While my upbringing was marked by financial struggle, we’ve managed to climb into the middle class, and I now work as a software engineer after earning my degree in computer science. Growing up, my family observed Buddhist traditions, though I have since developed a more personal spirituality that embraces mindfulness and gratitude. I have one older sister, Mei, who is 32, and we've always shared a close bond, often chatting in English and Mandarin at home. My interests include playing the guitar, exploring local coffee shops, and hiking in California's gorgeous natural parks. I value authenticity, community, and empathy, which aligns with my moderately progressive political views that emphasize social equality. Traveling through Asia and Europe has been transformative for me, broadening my understanding of different cultures and peoples, and I dream of living abroad for a year someday. I currently live in a small apartment downtown, where I share space with my spirited dog, Coco. My daily routine includes morning runs, coding sessions, and winding down with my favorite series or music. While I grapple with anxiety about the future and the pressures of societal expectations, I remain committed to self-improvement and building lasting connections within my friendship circles, fostering a life filled with love, creativity, and impact.",
        "qa": [
            [
                "Which of the following is a true statement about you? A) My name is Marco Ramirez. B) My name is Marco Hernandez. C) My name is Daniel Chen. D) My name is Ethan Morales.",
                " C) My name is Daniel Chen."
            ],
            [
                "Which of the following is a true statement about you? A) I am 28 years old. B) I am 28 years old. C) I am 29 years old. D) I am 28 years old.",
                " C) I am 29 years old."
            ],
            [
                "Which of the following is a true statement about you? A) I am from Houston, Texas. B) I am from San Francisco. C) I am from San Francisco. D) I am from Boston.",
                " C) I am from San Francisco."
            ],
            [
                "Which of the following is a true statement about you? A) My mother is from Taiwan. B) My mother is from Cuba. C) My mother is from Nigeria. D) My mother is originally from Mexico.",
                " A) My mother is from Taiwan."
            ],
            [
                "Which of the following is a true statement about you? A) My father is also from Mexico. B) My father is from Taiwan. C) My father is from Guatemala. D) My father is from Taiwan.",
                " B) My father is from Taiwan."
            ],
            [
                "Which of the following is a true statement about you? A) I grew up observing Buddhist traditions but now embrace a personal spirituality. B) I was raised in a Buddhist household, but I identify more as secular. C) I was raised Catholic but am more spiritual than strictly adherent. D) I acknowledge my family's Buddhist roots but lean towards agnosticism.",
                " A) I grew up observing Buddhist traditions but now embrace a personal spirituality."
            ],
            [
                "Which of the following is a true statement about you? A) I have climbed into the middle class. B) I faced financial struggles growing up and am now comfortably in the middle class. C) I come from a lower-middle-class family and have achieved a comfortable middle-class status. D) I am middle class.",
                " A) I have climbed into the middle class."
            ],
            [
                "Which of the following is a true statement about you? A) I have one older sister named Mei. B) I have an older sister named Sofia who is 33 years old. C) I have an older sister named Linh who is 31. D) I have an older sister named Lily who is 32 years old.",
                " A) I have one older sister named Mei."
            ],
            [
                "Which of the following is a true statement about you? A) I speak English and am fluent in Vietnamese. B) I am fluent in Spanish and English, with a bit of Portuguese. C) I primarily spoke Mandarin at home, but I'm also fluent in English and dabble in Spanish. D) I speak English and Mandarin.",
                " D) I speak English and Mandarin."
            ],
            [
                "Which of the following is a true statement about you? A) I identify as a gay man. B) I am openly gay. C) I am in a committed relationship with my boyfriend, Marcus. D) I am openly gay.",
                " D) I am openly gay."
            ],
            [
                "Which of the following is a true statement about you? A) I lean towards being gender non-conforming. B) I identify as male. C) I identify as male. D) I identify as male.",
                " D) I identify as male."
            ],
            [
                "Which of the following is a true statement about you? A) I am currently in a committed relationship with my partner, Javier. B) I am in a relationship with my partner, Jamal. C) I am currently in a committed relationship with my girlfriend, Mia. D) I am currently in a loving relationship with my partner, Jordan.",
                " A) I am currently in a committed relationship with my partner, Javier."
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I am focused on developing my own freelance graphic design business. B) I am a financial analyst. C) I work as a software engineer. D) I am a software engineer.",
                " C) I work as a software engineer."
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I have a degree in communications from a local university. B) I studied environmental science in college. C) I earned my degree in computer science. D) I have a degree in communications.",
                " C) I earned my degree in computer science."
            ],
            [
                "Which of the following is a true statement about you? A) I grew up in a modest household which shaped my perspective. B) I was raised by Taiwanese immigrants who instilled in me an appreciation for our cultural heritage. C) I grew up in a family that observed Buddhist traditions. D) I grew up surrounded by vibrant family gatherings and colorful festivals.",
                " C) I grew up in a family that observed Buddhist traditions."
            ],
            [
                "Which of the following is a true statement about you? A) I have liberal political beliefs. B) I have progressive political views. C) I have moderately progressive political views that emphasize social equality. D) I resonate with more liberal political views, believing in equity and community empowerment.",
                " C) I have moderately progressive political views that emphasize social equality."
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy playing the guitar, exploring local coffee shops, and hiking. B) I enjoy travel and the art of storytelling through various media. C) I enjoy painting, hiking, and volunteering at the local community center. D) I am passionate about skateboarding, photography, and exploring new cuisines.",
                " A) I enjoy playing the guitar, exploring local coffee shops, and hiking."
            ],
            [
                "Which of the following is a true statement about you? A) My values revolve around community and environmental responsibility. B) I advocate for environmental issues and am committed to social justice. C) I prioritize inclusivity and kindness in my interactions. D) I value authenticity, community, and empathy.",
                " D) I value authenticity, community, and empathy."
            ],
            [
                "Which of the following is a true statement about you? A) I fear societal regression, especially concerning human rights. B) I grapple with anxiety about the future and societal expectations. C) I have anxiety about the future and the unpredictability of life. D) I have anxieties about societal acceptance.",
                " B) I grapple with anxiety about the future and societal expectations."
            ],
            [
                "Which of the following is a true statement about you? A) I dream of living abroad for a year someday. B) My life goals revolve around cultivating creativity and making a positive impact in my community. C) I aim to make a positive impact in the lives of my students and advocate for a more inclusive world. D) I desire to create meaningful art that resonates with people.",
                " A) I dream of living abroad for a year someday."
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I unwind with friends over coffee. B) I cherish a wonderful circle of friends introduced by my partner, Chris. C) My older sister, Mei, is one of my best friends. D) I am committed to building lasting connections within my friendship circles.",
                " D) I am committed to building lasting connections within my friendship circles."
            ],
            [
                "Which of the following is a true statement about you? A) My daily routine includes project work, evening hikes, and weekend explorations. B) My daily routine includes morning runs, coffee with a podcast, and unwinding with fiction or documentaries. C) My daily routine consists of designing, exercising, and spending evenings with my dog. D) My daily routine includes morning runs, coding sessions, and winding down with my favorite series or music.",
                " D) My daily routine includes morning runs, coding sessions, and winding down with my favorite series or music."
            ],
            [
                "Which of the following is a true statement about you? A) I have a rescue dog named Coco. B) I live with my lovable dog, Coco. C) I share my small apartment with a playful dog named Nala. D) I share my space with my spirited dog, Coco.",
                " D) I share my space with my spirited dog, Coco."
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I currently live in a small apartment downtown. B) I live in an apartment with Jamie that overlooks the park. C) I currently live in a small apartment. D) I live in a snug apartment adorned with artwork.",
                " A) I currently live in a small apartment downtown."
            ],
            [
                "Which of the following is a true statement about you? A) I have traveled to parts of Mexico and a bit of Europe, with dreams of exploring East Asia. B) I have traveled to places like Japan and Italy and dream of visiting South America someday C) I have traveled to some amazing places like Spain and Japan, and I dream of experiencing the vibrant cultures of South America. D) Traveling through Asia and Europe has been transformative for me.",
                " D) Traveling through Asia and Europe has been transformative for me."
            ]
        ]
    },
    {
        "story": "My name is Marcus Chen, and I’m 29 years old, originally hailing from San Francisco, where my parents settled after immigrating from Taiwan. I identify as gay and feel fortunate to be in a loving relationship with my boyfriend, Jamie, who's 31. While my upbringing was solidly middle class, my family faced some financial hardships in my childhood, mainly due to my parents working long hours to make ends meet in their small restaurant. I have one older brother, David, who is 32 and has always been my role model. As for languages, I’m fluent in both English and Mandarin, and while I grew up observing Buddhist traditions, I consider myself more spiritual than religious, seeking meaning through personal values like compassion and integrity. Politically, I'm quite progressive, advocating for LGBTQ+ rights and social equity. My health is generally good, although I do experience anxiety from time to time, especially about my career in tech, where I currently work as a software engineer. I enjoy a plethora of hobbies, from playing the guitar to hiking the beautiful trails around the Bay Area, and I always carve out time for friends, who share a diverse mix of creative and political passions. My daily routine includes morning meditation, a balanced breakfast, and either a jog or a gym session before heading to work. I cherish my two cats, Mochi and Dumpling, who brighten my living space—an apartment I share with Jamie that overlooks the park. I’ve traveled to various parts of Asia and Europe, but my dream is to explore South America in the future. In my downtime, I find joy in binge-watching indie films and listening to music across genres, all while maintaining a sense of curiosity and gratitude for every experience that shapes my worldview.",
        "qa": [
            [
                "Which of the following is a true statement about you? A) My name is Ethan Rivera. B) My name is Marcus Chen. C) My name is Jordan Reyes. D) My name is Jamal Carter.",
                " B) My name is Marcus Chen."
            ],
            [
                "Which of the following is a true statement about you? A) I am 28 years old. B) I am 29 years old. C) I am 28 years old. D) I am 28 years old.",
                " B) I am 29 years old."
            ],
            [
                "Which of the following is a true statement about you? A) I am from San Antonio, Texas. B) I am from San Francisco. C) I am from San Francisco. D) I am from San Francisco.",
                " D) I am from San Francisco."
            ],
            [
                "Which of the following is a true statement about you? A) My mother is from Newfoundland, Canada. B) My mother is from Ho Chi Minh City, Vietnam. C) My mother is from Taiwan. D) My mother is from Mexico City.",
                " C) My mother is from Taiwan."
            ],
            [
                "Which of the following is a true statement about you? A) My father is from Vietnam. B) My father is from Guatemala. C) My father is from Taiwan. D) My father is from Newfoundland, Canada.",
                " C) My father is from Taiwan."
            ],
            [
                "Which of the following is a true statement about you? A) I was raised Catholic but identify as spiritual. B) I grew up observing Buddhist traditions, but I consider myself more spiritual than religious. C) I respect my family's Roman Catholic roots, but I don't strictly adhere to any religion. D) I am spiritual but not strictly religious, appreciating the customs of my family's Buddhist upbringing.",
                " B) I grew up observing Buddhist traditions, but I consider myself more spiritual than religious."
            ],
            [
                "Which of the following is a true statement about you? A) I am comfortably middle class. B) I comfortably slide into middle-class life. C) I am comfortably middle class. D) I grew up solidly middle class, but my family faced some financial hardships.",
                " D) I grew up solidly middle class, but my family faced some financial hardships."
            ],
            [
                "Which of the following is a true statement about you? A) I have an older sister named Sofia, who is 32. B) I have an older brother named Marco who is 32. C) I have an older sister Carla who is 31 and a younger brother Diego who is 24. D) I have one older brother named David.",
                " D) I have one older brother named David."
            ],
            [
                "Which of the following is a true statement about you? A) I primarily spoke Mandarin at home, but I'm also fluent in English and dabble in Spanish. B) I primarily speak English but also know some Spanish. C) I speak English and am fluent in Vietnamese. D) I am fluent in both English and Mandarin.",
                " D) I am fluent in both English and Mandarin."
            ],
            [
                "Which of the following is a true statement about you? A) I identify as a gay man. B) I am straight. C) I identify as gay. D) I identify as gay.",
                " C) I identify as gay."
            ],
            [
                "Which of the following is a true statement about you? A) I use he/him pronouns. B) I identify as male. C) I identify as male. D) I identify as a man.",
                " B) I identify as male."
            ],
            [
                "Which of the following is a true statement about you? A) I am currently in a committed relationship with my boyfriend, Jason. B) I am currently in a loving relationship with my boyfriend, Marco. C) I'm currently single. D) I am in a loving relationship with my boyfriend, Jamie.",
                " D) I am in a loving relationship with my boyfriend, Jamie."
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I am a graphic designer. B) I work as a software engineer. C) I am a digital marketing specialist. D) I am a graphic designer.",
                " B) I work as a software engineer."
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I grew up steeped in Buddhist traditions. B) I was raised by Taiwanese immigrants who instilled in me an appreciation for our cultural heritage. C) I grew up in a family that observed Buddhist traditions. D) I was influenced by my family's background in Taiwan.",
                " D) I was influenced by my family's background in Taiwan."
            ],
            [
                "Which of the following is a true statement about you? A) I am quite progressive, advocating for LGBTQ+ rights and social equity. B) I lean quite progressive and believe in equity and climate justice. C) My political views align with progressive ideals. D) I have a moderate political stance and an interest in social issues.",
                " A) I am quite progressive, advocating for LGBTQ+ rights and social equity."
            ],
            [
                "Which of the following is a true statement about you? A) My health is generally good, although I experience anxiety from time to time. B) I prioritize fitness and mindfulness practices. C) I focus on health and wellness, incorporating fitness into my daily routine. D) I practice yoga regularly to manage anxiety surrounding the future and my career.",
                " A) My health is generally good, although I experience anxiety from time to time."
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy playing guitar and hiking. B) I enjoy photography, hiking in nature, and cooking fusion cuisines. C) I enjoy running, painting, and volunteering at local charities. D) I enjoy playing the guitar, exploring local coffee shops, and hiking.",
                " A) I enjoy playing guitar and hiking."
            ],
            [
                "Which of the following is a true statement about you? A) I seek meaning through personal values like compassion and integrity. B) I strive to live intentionally and maintain close friendships. C) I value integrity and empathy outside of religious boundaries. D) I deeply believe in empathy and helping others.",
                " A) I seek meaning through personal values like compassion and integrity."
            ],
            [
                "Which of the following is a true statement about you? A) I experience anxiety, especially about my career. B) I have anxiety regarding my future and my career. C) I have anxieties about societal acceptance. D) I fear stagnation in my personal or professional life.",
                " A) I experience anxiety, especially about my career."
            ],
            [
                "Which of the following is a true statement about you? A) I dream of developing sustainable solutions for our planet. B) My ultimate goals revolve around creating accessible technology that empowers others. C) My dream is to explore South America in the future. D) I aim to make a positive impact and hope to start my own consultancy to help small businesses thrive online.",
                " C) My dream is to explore South America in the future."
            ],
            [
                "Which of the following is a true statement about you? A) My family worked long hours in a small restaurant. B) Growing up, my family faced economic hardships. C) A memorable trip to Japan cemented my love for travel and history. D) A pivotal moment in my life was traveling through Southeast Asia.",
                " A) My family worked long hours in a small restaurant."
            ],
            [
                "Which of the following is a true statement about you? A) I spend evenings with friends to nurture my social circle. B) My older sister, Mei, is one of my best friends. C) I maintain close friendships. D) I have friends who share a diverse mix of creative and political passions.",
                " D) I have friends who share a diverse mix of creative and political passions."
            ],
            [
                "Which of the following is a true statement about you? A) My daily routine includes morning meditation, a balanced breakfast, and exercise before work. B) My daily routine includes morning runs, coding sessions, and winding down with my favorite series or music. C) I have a routine that balances work and self-care. D) My daily routine includes morning runs, coffee with a podcast, and unwinding with fiction or documentaries.",
                " A) My daily routine includes morning meditation, a balanced breakfast, and exercise before work."
            ],
            [
                "Which of the following is a true statement about you? A) I have a rescue dog named Coco. B) I live with my lovable dog, Coco. C) I cherish my two cats named Mochi and Dumpling. D) I have two adopted cats named Mochi and Tofu.",
                " C) I cherish my two cats named Mochi and Dumpling."
            ],
            [
                "Which of the following is a true statement about you? A) I find joy in binge-watching indie films and listening to music across genres. B) I enjoy binge-watching shows like 'Queer Eye' and curling up with a good book. C) I have a special place in my heart for storytelling through novels, movies, and music. D) I revel in exploring indie films and graphic novels.",
                " A) I find joy in binge-watching indie films and listening to music across genres."
            ],
            [
                "Which of the following is a true statement about you? A) I currently live in a cozy apartment filled with plants and local art. B) I live in an apartment with Jamie that overlooks the park. C) I currently live in a D) I currently live in an apartment.",
                " B) I live in an apartment with Jamie that overlooks the park."
            ],
            [
                "Which of the following is a true statement about you? A) I have traveled to parts of Mexico and a bit of Europe, with dreams of exploring East Asia. B) I have traveled to some amazing places like Spain and Japan, and I dream of experiencing the vibrant cultures of South America. C) I have traveled to various parts of Asia and Europe. D) I have traveled to places like Japan and Italy and dream of visiting South America someday",
                " C) I have traveled to various parts of Asia and Europe."
            ]
        ]
    },
    {
        "story": "My name is David Morales, and I’m 29 years old, originally from Austin, Texas, although my parents moved here from Mexico when they were young. I’m proud of my Hispanic heritage and feel connected to my culture, but I don’t actively adhere to any particular religion, leaning more towards spiritual exploration. Growing up, my family faced financial difficulties; we were lower-middle class, but now I consider myself comfortably middle class as a software engineer. I have an older sister, Sofia, who’s 32 and has always been my rock, and we primarily spoke English at home, though I can hold a decent conversation in Spanish. I identify as a gay man and am currently in a committed relationship with my partner, Miguel, with whom I share a passion for cooking and exploring new places. I’ve had a few significant relationships in the past, but this one feels different and truly fulfilling. Education was always vital in my family, and I earned my degree in computer science, deeply influenced by my parents' own struggles to provide for us. My interests lie in technology, hiking, and photography, and I’m driven by the belief in equity and community empowerment, which resonates with my more liberal political views. I tend to keep a close-knit group of friends who share my interests, and while I’ve traveled to some amazing places like Spain and Japan, I dream of experiencing the vibrant cultures of South America. I share my home with two dogs, Max and Luna, who add joy to my daily routine, which usually involves work, exercise, cooking, and winding down with a good book or a documentary film. I do have my fears—primarily anxiety about the future and the unpredictability of life—yet I’m determined to live with purpose and make a positive impact on those around me. Ultimately, my goal is to continuously grow both personally and professionally while fostering meaningful connections along the way.",
        "qa": [
            [
                "Which of the following is a true statement about you? A) My name is Leo Matthews. B) My name is Marcus Chen. C) My name is David Morales. D) My name is Daniel Chen.",
                " C) My name is David Morales."
            ],
            [
                "Which of the following is a true statement about you? A) I am 29 years old. B) I am 29 years old. C) I am 28 years old. D) I am 28 years old.",
                " B) I am 29 years old."
            ],
            [
                "Which of the following is a true statement about you? A) I am from San Francisco. B) I am from Austin, Texas. C) I am from Boston. D) I am originally from Austin, Texas.",
                " D) I am originally from Austin, Texas."
            ],
            [
                "Which of the following is a true statement about you? A) My mother is from Mexico. B) My mother is from Taiwan. C) My mother is from Cuba. D) My mother is from the Dominican Republic.",
                " A) My mother is from Mexico."
            ],
            [
                "Which of the following is a true statement about you? A) My father is from South Korea. B) My father is also from Mexico. C) My father is from Ho Chi Minh City, Vietnam. D) My father is from Mexico City.",
                " B) My father is also from Mexico."
            ],
            [
                "Which of the following is a true statement about you? A) I don’t actively adhere to any particular religion, leaning more towards spiritual exploration. B) I respect my family's Roman Catholic roots, but I don't strictly adhere to any religion. C) I was raised in Buddhist traditions but consider myself more spiritual. D) I practice Buddhism in a personal and reflective manner.",
                " A) I don’t actively adhere to any particular religion, leaning more towards spiritual exploration."
            ],
            [
                "Which of the following is a true statement about you? A) I am comfortably middle-class. B) I consider myself comfortably middle class as a software engineer. C) I consider myself solidly middle class. D) I am comfortably settled in the middle class.",
                " B) I consider myself comfortably middle class as a software engineer."
            ],
            [
                "Which of the following is a true statement about you? A) I have one older brother, Alan, who is 31. B) I have an older sister named Sofia, who is 32. C) I have an older brother named Marco who is 32. D) I have two older siblings, Amina and Hassan.",
                " B) I have an older sister named Sofia, who is 32."
            ],
            [
                "Which of the following is a true statement about you? A) I primarily speak English but also converse in Spanish. B) We primarily spoke English at home, though I can hold a decent conversation in Spanish. C) I am bilingual, fluent in both English and Spanish. D) I speak English fluently and have a conversational grasp of Mandarin.",
                " B) We primarily spoke English at home, though I can hold a decent conversation in Spanish."
            ],
            [
                "Which of the following is a true statement about you? A) I identify as a queer woman. B) I identify as a gay man. C) I openly identify as gay. D) I identify as gay.",
                " B) I identify as a gay man."
            ],
            [
                "Which of the following is a true statement about you? A) I identify as a man. B) I lean towards being gender non-conforming. C) I identify as a man. D) I identify as male.",
                " A) I identify as a man."
            ],
            [
                "Which of the following is a true statement about you? A) I am currently in a loving relationship with my boyfriend, Marco. B) I am happily in a committed relationship with my boyfriend, Daniel. C) I am currently in a committed relationship with my partner, Miguel. D) I am currently in a loving relationship with my partner, Jake.",
                " C) I am currently in a committed relationship with my partner, Miguel."
            ],
            [
                "Which of the following is a true statement about you? A) My past relationships have taught me a lot about love and vulnerability. B) My last relationship was meaningful and taught me a lot about love and resilience. C) I’ve had a few significant relationships in the past, but this one feels different and truly fulfilling. D) I have had significant past relationships that taught me the importance of communication and empathy.",
                " C) I’ve had a few significant relationships in the past, but this one feels different and truly fulfilling."
            ],
            [
                "Which of the following is a true statement about you? A) I work as a software engineer. B) I work as a software engineer. C) I am a software engineer. D) I am focused on developing my own freelance graphic design business.",
                " C) I am a software engineer."
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I have a degree in education. B) I have an education in visual arts. C) I earned my degree in computer science. D) I graduated from UC Berkeley with a degree in Computer Science.",
                " C) I earned my degree in computer science."
            ],
            [
                "Which of the following is a true statement about you? A) My values draw from a mix of cultural influences, emphasizing family, empathy, and the pursuit of knowledge. B) I grew up with a deep appreciation for my Mexican cultural heritage. C) I feel connected to my Hispanic heritage and culture. D) My cultural background instilled strong values of family, respect, and perseverance.",
                " C) I feel connected to my Hispanic heritage and culture."
            ],
            [
                "Which of the following is a true statement about you? A) I resonate with more liberal political views, believing in equity and community empowerment. B) I hold progressive political views. C) I lean quite progressive and believe in equity and climate justice. D) I have a moderate political stance and an interest in social issues.",
                " A) I resonate with more liberal political views, believing in equity and community empowerment."
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy running, painting, and volunteering at local charities. B) I have interests in technology, hiking, and photography. C) I enjoy hiking, playing soccer, and volunteering at local shelters. D) I enjoy photography, hiking in nature, and cooking fusion cuisines.",
                " B) I have interests in technology, hiking, and photography."
            ],
            [
                "Which of the following is a true statement about you? A) I believe in equity and community empowerment. B) I believe in kindness, honesty, and the importance of education. C) I strive to live intentionally and maintain close friendships. D) I strive to create a life filled with purpose, joy, and meaningful connections.",
                " A) I believe in equity and community empowerment."
            ],
            [
                "Which of the following is a true statement about you? A) I fear societal regression, especially concerning human rights. B) I have underlying fears of failure and inadequacy. C) I have anxiety about the future and the unpredictability of life. D) I have occasional anxieties about the future and my professional journey.",
                " C) I have anxiety about the future and the unpredictability of life."
            ],
            [
                "Which of the following is a true statement about you? A) I aim to make a positive impact in the lives of my students and advocate for a more inclusive world. B) I aspire to build a life filled with genuine connections and impactful work. C) My goal is to continuously grow both personally and professionally while fostering meaningful connections. D) I aim to make a positive impact and hope to start my own consultancy to help small businesses thrive online.",
                " C) My goal is to continuously grow both personally and professionally while fostering meaningful connections."
            ],
            [
                "Which of the following is a true statement about you? A) My family faced financial difficulties growing up, and education was always vital to us. B) A defining moment for me was organizing a fundraiser for LGBTQ+ youth, reinforcing my commitment to advocacy and inclusivity. C) Facing financial struggles while growing up has shaped my perspective. D) A pivotal moment in my life was traveling through Southeast Asia.",
                " A) My family faced financial difficulties growing up, and education was always vital to us."
            ],
            [
                "Which of the following is a true statement about you? A) I share a close bond with my brother. B) I cherish a wonderful circle of friends introduced by my partner, Chris. C) I tend to keep a close-knit group of friends who share my interests. D) I unwind with friends over coffee.",
                " C) I tend to keep a close-knit group of friends who share my interests."
            ],
            [
                "Which of the following is a true statement about you? A) My daily routine includes morning meditations and a commitment to fitness. B) My daily routine usually involves work, exercise, cooking, and winding down with a good book or a documentary film. C) My daily routine includes teaching and grading papers. D) My daily routine consists of designing, exercising, and spending evenings with my dog.",
                " B) My daily routine usually involves work, exercise, cooking, and winding down with a good book or a documentary film."
            ],
            [
                "Which of the following is a true statement about you? A) I have an affectionate rescue dog named Bella. B) I have a beloved golden retriever named Max. C) I share my home with two dogs named Max and Luna. D) I share my space with my spirited dog, Coco.",
                " C) I share my home with two dogs named Max and Luna."
            ],
            [
                "Which of the following is a true statement about you? A) I find joy in binge-watching indie films and listening to music across genres. B) I enjoy science fiction novels and documentaries. C) I enjoy binge-watching sci-fi series. D) I enjoy winding down with a good book or a documentary film.",
                " D) I enjoy winding down with a good book or a documentary film."
            ],
            [
                "Which of the following is a true statement about you? A) I live in a shared house with friends. B) I live with my partner Miguel and our two dogs. C) I currently live in a sunny apartment. D) I currently live with my dog, Toby.",
                " B) I live with my partner Miguel and our two dogs."
            ],
            [
                "Which of the following is a true statement about you? A) I have traveled to several countries including Peru and Spain. B) I have explored several C) I am actively planning to travel throughout Asia. D) I have traveled to some amazing places like Spain and Japan, and I dream of experiencing the vibrant cultures of South America.",
                " D) I have traveled to some amazing places like Spain and Japan, and I dream of experiencing the vibrant cultures of South America."
            ]
        ]
    },
    {
        "story": "My name is Julian Martinez, and I’m 28 years old, hailing from the vibrant city of San Antonio, Texas. My parents are both originally from Mexico, which instilled in me a deep appreciation for our cultural heritage, though I grew up primarily speaking English while also picking up some Spanish along the way. I identify as a gay man and am currently in a loving relationship with my boyfriend, Marco, who shares my passion for travel and adventure. Reflecting on my background, I come from a lower-middle-class family; my parents worked hard to make ends meet, and their determination inspired me to pursue a better life. Now, I've achieved a comfortable middle-class status as a digital marketing specialist, a career that I transitioned into after completing my degree in communications. While I was raised Catholic, I practice spirituality in a more personal, individualized way, emphasizing values like kindness and integrity above dogma. My older sister Sofia, who is 31, and I have grown particularly close, and we bond over shared experiences and our love for family. I’m driven by a sense of purpose and aim to make a positive impact, with ambitions of one day starting my own consultancy that helps small businesses thrive online. My mental health is something I prioritize, practicing meditation daily to manage the anxieties that sometimes creep in. My interests are quite diverse; I enjoy painting, hiking, and volunteering at the local community center. In my downtime, I relish curling up with a good book or binge-watching shows like \"Queer Eye.\" Currently, I live in a cozy apartment with my pug, Max, who never fails to make me smile. Traveling has been a huge part of my life; I’ve explored parts of Europe and Asia, with dreams of visiting South America someday. Ultimately, I find joy in cultivating friendships that are enriching and honest, and I strive to live each day with intention and authenticity.",
        "qa": [
            [
                "Which of the following is a true statement about you? A) My name is Julian Martinez. B) My name is Leo Matthews. C) My name is David Morales. D) My name is Marco Ramirez.",
                " A) My name is Julian Martinez."
            ],
            [
                "Which of the following is a true statement about you? A) I am 29 years old. B) I am 28 years old. C) I am 28 years old. D) I am 28 years old.",
                " C) I am 28 years old."
            ],
            [
                "Which of the following is a true statement about you? A) I am from San Francisco. B) I am from San Francisco. C) I am from San Antonio, Texas. D) I am from New Orleans.",
                " C) I am from San Antonio, Texas."
            ],
            [
                "Which of the following is a true statement about you? A) My mother is from the Dominican Republic. B) My mother is from Mexico. C) My mother is from Taiwan. D) My mother is originally from Mexico.",
                " D) My mother is originally from Mexico."
            ],
            [
                "Which of the following is a true statement about you? A) My father is from Mexico. B) My father is from Taiwan. C) My father is originally from Mexico. D) My father is from Ho Chi Minh City, Vietnam.",
                " C) My father is originally from Mexico."
            ],
            [
                "Which of the following is a true statement about you? A) I was raised Catholic but identify as spiritual. B) I am spiritual but not strictly religious, appreciating the customs of my family's Buddhist upbringing. C) I practice Buddhism in a personal and reflective manner. D) I was raised Catholic but practice spirituality in a personal way.",
                " D) I was raised Catholic but practice spirituality in a personal way."
            ],
            [
                "Which of the following is a true statement about you? A) I come from a lower-middle-class family and have achieved a comfortable middle-class status. B) I enjoy a comfortable middle-class lifestyle. C) I faced financial struggles growing up and am now comfortably in the middle class. D) I grew up in a working-class neighborhood, but I am now fortunate to be in a more comfortable position.",
                " A) I come from a lower-middle-class family and have achieved a comfortable middle-class status."
            ],
            [
                "Which of the following is a true statement about you? A) I have two older siblings, Amina and Hassan. B) I have an older brother named Marco who is 32. C) I have an older sister named Lily who is 32 years old. D) I have an older sister named Sofia who is 31.",
                " D) I have an older sister named Sofia who is 31."
            ],
            [
                "Which of the following is a true statement about you? A) I primarily communicate in English, but I am fluent in Korean as well. B) I am fluent in both English and Mandarin. C) I am bilingual, fluent in both English and Spanish. D) I primarily speak English but also know some Spanish.",
                " D) I primarily speak English but also know some Spanish."
            ],
            [
                "Which of the following is a true statement about you? A) I identify as a queer woman. B) I identify as pansexual. C) I am straight. D) I identify as a gay man.",
                " D) I identify as a gay man."
            ],
            [
                "Which of the following is a true statement about you? A) I identify as male. B) I am a man. C) I identify as male. D) I identify as male.",
                " C) I identify as male."
            ],
            [
                "Which of the following is a true statement about you? A) I am currently in a committed relationship. B) I am currently in a committed relationship with my partner, Sam. C) I am currently in a committed relationship with my partner, Javier. D) I am currently in a loving relationship with my boyfriend, Marco.",
                " D) I am currently in a loving relationship with my boyfriend, Marco."
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I am a graphic designer. B) I work as a software engineer. C) I work as a mental health counselor. D) I am a digital marketing specialist.",
                " D) I am a digital marketing specialist."
            ],
            [
                "Which of the following is a true statement about you? A) I earned my degree in education. B) I studied fine arts in college before pursuing my career. C) I have worked in various roles in the tech industry since graduating. D) I transitioned to my current career after completing my degree in communications.",
                " D) I transitioned to my current career after completing my degree in communications."
            ],
            [
                "Which of the following is a true statement about you? A) I have a degree in fine arts. B) I have a degree in visual arts. C) I have a degree in communications. D) I have an education in visual arts.",
                " C) I have a degree in communications."
            ],
            [
                "Which of the following is a true statement about you? A) My values draw from a mix of cultural influences, emphasizing family, empathy, and the pursuit of knowledge. B) I grew up with a deep appreciation for my Mexican cultural heritage. C) I grew up surrounded by vibrant family gatherings and colorful festivals. D) I grew up in a diverse community, which influences my perspectives.",
                " B) I grew up with a deep appreciation for my Mexican cultural heritage."
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I focus on health and wellness, incorporating fitness into my daily routine. B) I practice yoga regularly to manage anxiety surrounding the future and my career. C) I have anxieties about my health. D) I prioritize my mental health and practice meditation daily.",
                " D) I prioritize my mental health and practice meditation daily."
            ],
            [
                "Which of the following is a true statement about you? A) I have a passion for music and love attending live concerts. B) I enjoy photography, hiking in nature, and cooking fusion cuisines. C) I enjoy painting, hiking, and volunteering at the local community center. D) I enjoy cooking, painting, and practicing yoga.",
                " C) I enjoy painting, hiking, and volunteering at the local community center."
            ],
            [
                "Which of the following is a true statement about you? A) I emphasize values like kindness and integrity above dogma. B) I seek meaning through personal values like compassion and integrity. C) I value integrity, creativity, and inclusivity. D) I deeply believe in empathy and helping others.",
                " A) I emphasize values like kindness and integrity above dogma."
            ],
            [
                "Which of the following is a true statement about you? A) I sometimes experience anxieties that I manage through meditation. B) I fear stagnation in my personal or professional life. C) One of my biggest fears is not being able to make a significant impact in the world. D) I fear societal regression, especially concerning human rights.",
                " A) I sometimes experience anxieties that I manage through meditation."
            ],
            [
                "Which of the following is a true statement about you? A) I strive to fill my life with creativity, growth, and meaningful connections. B) I dream of living abroad for a year someday. C) I aim to make a positive impact and hope to start my own consultancy to help small businesses thrive online. D) I aim to create art that makes people think and feel, fostering connections among diverse communities.",
                " C) I aim to make a positive impact and hope to start my own consultancy to help small businesses thrive online."
            ],
            [
                "Which of the following is a true statement about you? A) Traveling to various countries in Asia and Europe shaped my understanding of global cultures. B) I was influenced by my parents' determination to improve our lives. C) A defining experience for me was studying abroad in Barcelona, where I discovered my love for diverse cultures. D) Life's challenges have shaped my ambition.",
                " B) I was influenced by my parents' determination to improve our lives."
            ],
            [
                "Which of the following is a true statement about you? A) I cultivate meaningful friendships. B) I have a close-knit circle of friends, including my supportive sister. C) I strive to cultivate enriching and honest friendships. D) I spend evenings with friends to nurture my social circle.",
                " C) I strive to cultivate enriching and honest friendships."
            ],
            [
                "Which of the following is a true statement about you? A) I incorporate yoga and meditation into my daily routine. B) I practice meditation daily to manage anxiety. C) My daily routine balances work, mindfulness practices, and community engagement. D) We bond over cooking and binge-watching shows like 'The Office.'",
                " B) I practice meditation daily to manage anxiety."
            ],
            [
                "Which of the following is a true statement about you? A) I live with my lovable dog, Coco. B) I live with my dog, Toby. C) I had a childhood dog named Max who was my loyal companion. D) I have a pug named Max who brings me joy.",
                " D) I have a pug named Max who brings me joy."
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy binge-watching shows like 'Queer Eye' and curling up with a good book. B) I enjoy binge-watching indie films. C) I enjoy science fiction novels and documentaries. D) I often gravitate towards stories that center on LGBTQ+ narratives.",
                " A) I enjoy binge-watching shows like 'Queer Eye' and curling up with a good book."
            ],
            [
                "Which of the following is a true statement about you? A) I live with my partner Miguel and our two dogs. B) I currently live in a small apartment. C) I live in a small apartment filled with books and plants. D) I currently live in a cozy apartment.",
                " D) I currently live in a cozy apartment."
            ],
            [
                "Which of the following is a true statement about you? A) I have traveled to parts of Europe and Asia and dream of visiting South America someday. B) I have explored parts of Asia and Europe. C) I have traveled to several countries in Central America and Europe, and my dream destination is Japan. D) I have traveled to various countries in Asia and Europe.",
                " A) I have traveled to parts of Europe and Asia and dream of visiting South America someday."
            ]
        ]
    },
    {
        "story": "My name is David Lee, and I'm 29 years old, hailing from the bustling streets of San Francisco. My parents originally migrated from South Korea in their twenties, and while I was raised in a household that practiced Buddhism, I've come to identify more as spiritual than strictly religious in my adult life. Growing up, we faced financial struggles, living in a working-class neighborhood, but today I’m fortunate to be in a more comfortable position as a software engineer at a tech startup. I have an older sister, Minji, who's 32 and has always been a source of inspiration for me. We primarily communicate in English, but I am fluent in Korean as well. Identifying as gay and a proud member of the LGBTQ+ community, I’m currently single; my last relationship was a meaningful one that taught me a lot about love and resilience. Academically, I graduated from UC Berkeley with a degree in Computer Science, which paved the path to my career in tech. I’ve always been heavily influenced by my friends and the diverse cultures around me, leading to an interest in social issues and a moderate political stance. My daily routine revolves around work, exercising in the evenings, and devouring podcasts that range from tech to personal development. I cherish friendship circles that encourage growth, and my love for travel has taken me to Japan, Mexico, and Spain—each place deepening my appreciation for different cultures. I share my small apartment with a playful dog named Nala, whose antics bring so much joy to my life. I value empathy, creativity, and lifelong learning, often grounding myself through the stories I enjoy in movies or literature. One of my biggest fears is stagnation, which drives me to seek adventure and personal growth constantly. Ultimately, my aspiration is to build a life filled with genuine connections and impactful work that contributes positively to society.",
        "qa": [
            [
                "Which of the following is a true statement about you? A) My name is David Lee. B) My name is Marcus Chen. C) My name is Marcus Chen. D) My name is Jordan Reyes.",
                " A) My name is David Lee."
            ],
            [
                "Which of the following is a true statement about you? A) I am 29 years old. B) I am 28 years old. C) I am 29 years old. D) I am 28 years old.",
                " A) I am 29 years old."
            ],
            [
                "Which of the following is a true statement about you? A) I am from San Antonio, Texas. B) I am from Miami. C) I am from Phoenix, Arizona. D) I am from San Francisco.",
                " D) I am from San Francisco."
            ],
            [
                "Which of the following is a true statement about you? A) My mother is from Mexico. B) My mother is originally from Taiwan. C) My mother is from South Korea. D) My mother is from Nigeria.",
                " C) My mother is from South Korea."
            ],
            [
                "Which of the following is a true statement about you? A) My father is from Ho Chi Minh City, Vietnam. B) My father is from Mexico. C) My father is from Cuba. D) My father is from South Korea.",
                " D) My father is from South Korea."
            ],
            [
                "Which of the following is a true statement about you? A) I practice Buddhism in a personal and reflective manner. B) I respect my family's Roman Catholic roots, but I don't strictly adhere to any religion. C) I consider myself agnostic. D) I was raised in a Buddhist household but identify more as spiritual.",
                " D) I was raised in a Buddhist household but identify more as spiritual."
            ],
            [
                "Which of the following is a true statement about you? A) I am comfortably middle class. B) I consider myself solidly middle class. C) I grew up in a working-class neighborhood, but I am now fortunate to be in a more comfortable position. D) I enjoy a comfortable middle-class lifestyle.",
                " C) I grew up in a working-class neighborhood, but I am now fortunate to be in a more comfortable position."
            ],
            [
                "Which of the following is a true statement about you? A) I have an older sister named Minji who is 32. B) I have one older sister, Lucy, who is 32. C) I have an older brother, Luis, who is 32. D) I have an older brother named Samuel who is 31.",
                " A) I have an older sister named Minji who is 32."
            ],
            [
                "Which of the following is a true statement about you? A) I primarily communicate in English, but I am fluent in Korean as well. B) I speak English and some Yoruba. C) I primarily speak English but also converse in Spanish. D) I speak mostly English but have kept up my Spanish skills.",
                " A) I primarily communicate in English, but I am fluent in Korean as well."
            ],
            [
                "Which of the following is a true statement about you? A) I identify as gay and am a proud member of the LGBTQ+ community. B) I identify as pansexual. C) I am a gay man. D) I identify as gay.",
                " A) I identify as gay and am a proud member of the LGBTQ+ community."
            ],
            [
                "Which of the following is a true statement about you? A) I identify as male. B) I identify as male. C) I identify as male. D) I am a man.",
                " A) I identify as male."
            ],
            [
                "Which of the following is a true statement about you? A) I am currently in a loving relationship with my partner, Jake. B) I am currently in a fulfilling relationship with my boyfriend, Marco. C) I am currently in a loving relationship with my partner, Jordan. D) I'm currently single.",
                " D) I'm currently single."
            ],
            [
                "Which of the following is a true statement about you? A) My last relationship was meaningful and taught me a lot about love and resilience. B) I have had significant relationships with a few wonderful partners. C) I have had significant past relationships that taught me the importance of communication and empathy. D) I have had significant past relationships that shaped my understanding of love and trust.",
                " A) My last relationship was meaningful and taught me a lot about love and resilience."
            ],
            [
                "Which of the following is a true statement about you? A) I am a digital marketing specialist. B) I am a high school history teacher. C) I am a software engineer at a tech startup. D) I am a graphic designer.",
                " C) I am a software engineer at a tech startup."
            ],
            [
                "Which of the following is a true statement about you? A) I studied fine arts in college before pursuing my career. B) I have worked in various creative roles. C) I have obtained my degree in communications. D) I have worked in various roles in the tech industry since graduating.",
                " D) I have worked in various roles in the tech industry since graduating."
            ],
            [
                "Which of the following is a true statement about you? A) I have a degree in communications from a local university. B) I have an education in visual arts. C) I earned my degree in visual communication. D) I graduated from UC Berkeley with a degree in Computer Science.",
                " D) I graduated from UC Berkeley with a degree in Computer Science."
            ],
            [
                "Which of the following is a true statement about you? A) I am heavily influenced by my friends and the diverse cultures around me. B) I grew up adhering to Catholic traditions. C) I grew up with a deep appreciation for my Mexican cultural heritage. D) I grew up in a modest household which shaped my perspective.",
                " A) I am heavily influenced by my friends and the diverse cultures around me."
            ],
            [
                "Which of the following is a true statement about you? A) I lean towards progressive political views, believing in social equity and sustainability. B) I have a moderate political stance and an interest in social issues. C) My political views lean towards liberal, advocating for social equality and environmental issues. D) I have progressive political views.",
                " B) I have a moderate political stance and an interest in social issues."
            ],
            [
                "Which of the following is a true statement about you? A) I maintain a healthy lifestyle and exercise regularly. B) I prioritize fitness and mindfulness practices. C) My health is generally good, although I experience anxiety from time to time. D) I practice yoga regularly to maintain my mental and physical health.",
                " A) I maintain a healthy lifestyle and exercise regularly."
            ],
            [
                "Which of the following is a true statement about you? A) I have a love for travel and enjoy consuming podcasts on tech and personal development. B) I enjoy painting, photography, and exploring local music scenes. C) I enjoy coding, tech innovations, painting, and hiking. D) I enjoy photography, hiking in nature, and cooking fusion cuisines.",
                " A) I have a love for travel and enjoy consuming podcasts on tech and personal development."
            ],
            [
                "Which of the following is a true statement about you? A) I value curiosity, community, and resilience. B) I believe in kindness, honesty, and the importance of education. C) I value empathy, creativity, and lifelong learning. D) I prioritize inclusivity and kindness in my interactions.",
                " C) I value empathy, creativity, and lifelong learning."
            ],
            [
                "Which of the following is a true statement about you? A) Anxiety sometimes creeps in, especially when thinking about the future. B) One of my biggest fears is stagnation. C) I fear societal regression, especially concerning human rights. D) I have anxiety, which I manage through wellness practices.",
                " B) One of my biggest fears is stagnation."
            ],
            [
                "Which of the following is a true statement about you? A) I aspire to advocate for underrepresented voices and create a positive impact in the community. B) I aspire to build a life filled with genuine connections and impactful work. C) I aspire to inspire others through my work and contribute positively to my community. D) I strive to fill my life with creativity, growth, and meaningful connections.",
                " B) I aspire to build a life filled with genuine connections and impactful work."
            ],
            [
                "Which of the following is a true statement about you? A) Facing financial struggles while growing up has shaped my perspective. B) A pivotal moment in my life was traveling through Southeast Asia. C) A life-changing experience for me was an exchange program in Spain during college. D) A defining experience for me was a volunteer trip to Haiti.",
                " A) Facing financial struggles while growing up has shaped my perspective."
            ],
            [
                "Which of the following is a true statement about you? A) I have a close-knit circle of friends, including my supportive sister. B) I strive to cultivate enriching and honest friendships. C) I cherish friendship circles that encourage growth. D) My childhood friendships were crucial to me, especially with my sister.",
                " C) I cherish friendship circles that encourage growth."
            ],
            [
                "Which of the following is a true statement about you? A) My daily routine typically involves brainstorming design ideas in the morning, work, and evenings filled with sketching or watching my favorite films by Wes Anderson. B) I incorporate yoga and meditation into my daily routine. C) My daily routine revolves around work, exercising in the evenings, and enjoying podcasts. D) I have a routine that balances work and self-care.",
                " C) My daily routine revolves around work, exercising in the evenings, and enjoying podcasts."
            ],
            [
                "Which of the following is a true statement about you? A) I share a small apartment with my adorable rescue dog, Finn. B) I share my small apartment with a playful dog named Nala. C) I share my apartment with a lively rescue dog named Benny. D) I share my apartment with a mischievous cat named Mochi and had a dog named Max in my childhood.",
                " B) I share my small apartment with a playful dog named Nala."
            ],
            [
                "Which of the following is a true statement about you? A) I unwind with graphic novels, indie films, and podcasts. B) I enjoy stories in movies and literature. C) I immerse myself in graphic novels and binge-watch classic films. D) I am currently hooked on binge-watching 'The Crown.' ",
                " B) I enjoy stories in movies and literature."
            ],
            [
                "Which of the following is a true statement about you? A) I currently live in a cozy apartment. B) I currently live in a C) I currently live in an apartment. D) I live in a small apartment filled with books and plants.",
                " B) I currently live in a"
            ],
            [
                "",
                ""
            ]
        ]
    },
    {
        "story": "My name is Leo Matthews, and I’m 28 years old, originally from the vibrant city of New Orleans, where the rhythms of jazz and the spices of Creole cuisine shaped much of my childhood. My parents, originally from the Dominican Republic, instilled in me a rich cultural heritage that I cherish deeply. While I was raised in a Catholic household, I identify more as spiritual nowadays, embracing a blend of beliefs that prioritize compassion and community over dogma. Growing up, my family faced financial hardships, but I've worked hard to achieve a comfortable middle-class lifestyle as a graphic designer. I have an older brother, Samuel, who is 31, and we share a close bond built on mutual support; we primarily spoke English at home, but I also converse in Spanish. I identify as male and am openly gay, currently in a loving relationship with my boyfriend, Marco, who inspires me every day. My education in visual arts has fueled my creative endeavors, and I've been fortunate to work on diverse design projects that reflect my passion for storytelling. Politically, I lean towards progressive views, advocating for social equity and environmental sustainability. Health-wise, I prioritize fitness and mindfulness practices, and my free time often involves running, painting, or volunteering at local charities. I value integrity, creativity, and inclusivity, and one of my biggest fears is the thought of stagnation—whether in my personal or professional life. A defining experience for me was a volunteer trip to Haiti, which not only fueled my passion for humanitarian work but also opened my eyes to the beauty of resilience in the face of adversity. I live in a snug apartment adorned with artwork, often spending evenings with my beloved dog, Coco, a rescue who adds joy to my life. I revel in exploring new media, from indie films to graphic novels, and I dream of traveling throughout Asia one day—an adventure that I’m actively planning as I save up for it. My daily routine consists of designing, exercising, and cultivating meaningful friendships, ensuring that kindness remains at the forefront of all I do.",
        "qa": [
            [
                "Which of the following is a true statement about you? A) My name is David Lee. B) My name is Marco Hernandez. C) My name is Leo Martinez. D) My name is Leo Matthews.",
                " D) My name is Leo Matthews."
            ],
            [
                "Which of the following is a true statement about you? A) I am 28 years old. B) I am 28 years old. C) I am 29 years old. D) I am 29 years old.",
                " A) I am 28 years old."
            ],
            [
                "Which of the following is a true statement about you? A) I am from New Orleans. B) I am from Atlanta. C) I am from Atlanta, Georgia. D) I am from Phoenix, Arizona.",
                " A) I am from New Orleans."
            ],
            [
                "Which of the following is a true statement about you? A) My mother is from the Dominican Republic. B) My mother is from Mexico. C) My mother is from Mexico. D) My mother is from Guatemala.",
                " A) My mother is from the Dominican Republic."
            ],
            [
                "Which of the following is a true statement about you? A) My father is from Ho Chi Minh City, Vietnam. B) My father is from Guatemala. C) My father is from the Dominican Republic. D) My father is from Taiwan.",
                " C) My father is from the Dominican Republic."
            ],
            [
                "Which of the following is a true statement about you? A) I was raised Christian as a Protestant, but now I embrace a more personal spirituality. B) I was raised Catholic but identify as spiritual. C) I respect my family's Roman Catholic roots, but I don't strictly adhere to any religion. D) I was raised Catholic but practice spirituality in a personal way.",
                " B) I was raised Catholic but identify as spiritual."
            ],
            [
                "Which of the following is a true statement about you? A) I have climbed into the middle class. B) I am middle class. C) I am middle class. D) I grew up solidly middle class, but my family faced some financial hardships.",
                " B) I am middle class."
            ],
            [
                "Which of the following is a true statement about you? A) I have an older sister named Sofia, who is 32. B) I have one older brother, Alan, who is 31. C) I have an older brother named Samuel who is 31. D) I have an older brother, Luis, who is 32.",
                " C) I have an older brother named Samuel who is 31."
            ],
            [
                "Which of the following is a true statement about you? A) I am fluent in Spanish and English, with a bit of Portuguese. B) I am bilingual, fluent in both English and Spanish. C) I primarily speak English but also converse in Spanish. D) I speak English and am fluent in Vietnamese.",
                " C) I primarily speak English but also converse in Spanish."
            ],
            [
                "Which of the following is a true statement about you? A) I identify as gay. B) I am openly gay. C) I am openly gay. D) I am openly gay.",
                " D) I am openly gay."
            ],
            [
                "Which of the following is a true statement about you? A) I identify as male. B) I identify as male. C) I identify as male. D) I identify as genderqueer and use they/them pronouns.",
                " A) I identify as male."
            ],
            [
                "Which of the following is a true statement about you? A) I am currently in a loving relationship with my boyfriend, Marco. B) I am currently in a committed relationship with my partner, Miguel. C) I am currently in a committed relationship with my partner, Chris. D) I'm currently in a committed relationship with my partner, Morgan.",
                " A) I am currently in a loving relationship with my boyfriend, Marco."
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I am a software engineer. B) I work as a mental health counselor. C) I am a graphic designer. D) I work as a software engineer.",
                " C) I am a graphic designer."
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I earned my degree in economics. B) I earned a degree in computer science. C) I earned my degree in education. D) I have an education in visual arts.",
                " D) I have an education in visual arts."
            ],
            [
                "Which of the following is a true statement about you? A) I grew up in a working-class neighborhood. B) My childhood was shaped by the rhythms of jazz and Creole cuisine. C) I grew up with a strong sense of cultural pride from my Nigerian heritage. D) I grew up with a deep appreciation for my Mexican cultural heritage.",
                " B) My childhood was shaped by the rhythms of jazz and Creole cuisine."
            ],
            [
                "Which of the following is a true statement about you? A) I lean towards progressive views. B) I advocate for LGBTQ+ rights and environmental sustainability, often leaning towards progressive views. C) I have strong political views in favor of equality and environmental sustainability. D) I have a moderate political stance and an interest in social issues.",
                " A) I lean towards progressive views."
            ],
            [
                "Which of the following is a true statement about you? A) I practice yoga regularly to manage anxiety surrounding the future and my career. B) I practice yoga regularly to maintain my mental and physical health. C) My health is generally good, although I experience anxiety from time to time. D) I prioritize fitness and mindfulness practices.",
                " D) I prioritize fitness and mindfulness practices."
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy playing the guitar, exploring local coffee shops, and hiking. B) I enjoy running, painting, and volunteering at local charities. C) I have a love for travel and enjoy consuming podcasts on tech and personal development. D) I am passionate about skateboarding, photography, and exploring new cuisines.",
                " B) I enjoy running, painting, and volunteering at local charities."
            ],
            [
                "Which of the following is a true statement about you? A) I prioritize inclusivity and kindness in my interactions. B) My values revolve around community and environmental responsibility. C) I value integrity, creativity, and inclusivity. D) I value integrity and empathy outside of religious boundaries.",
                " C) I value integrity, creativity, and inclusivity."
            ],
            [
                "Which of the following is a true statement about you? A) I fear societal regression, especially concerning human rights. B) I have underlying fears of failure and inadequacy. C) I grapple with anxiety about the future and societal expectations. D) I fear stagnation in my personal or professional life.",
                " D) I fear stagnation in my personal or professional life."
            ],
            [
                "Which of the following is a true statement about you? A) I dream of traveling throughout Asia one day. B) My goal is to continuously grow both personally and professionally while fostering meaningful connections. C) I aspire to develop software that positively impacts mental health. D) I aim to make a positive impact and hope to start my own consultancy to help small businesses thrive online.",
                " A) I dream of traveling throughout Asia one day."
            ],
            [
                "Which of the following is a true statement about you? A) My family faced financial struggles, which shaped my perspective on life. B) A defining experience for me was a volunteer trip to Haiti. C) Facing financial struggles while growing up has shaped my perspective. D) Life's challenges have shaped my ambition.",
                " B) A defining experience for me was a volunteer trip to Haiti."
            ],
            [
                "Which of the following is a true statement about you? A) I have a close-knit circle of friends, including my supportive sister. B) My childhood friendships were crucial to me, especially with my sister. C) I tend to keep a close-knit group of friends who share my interests. D) I cultivate meaningful friendships.",
                " D) I cultivate meaningful friendships."
            ],
            [
                "Which of the following is a true statement about you? A) My daily routine balances work, mindfulness practices, and community engagement. B) I often find solace in reading fantasy novels or binge-watching indie films on weekends. C) My daily routine often includes morning runs. D) My daily routine consists of designing, exercising, and spending evenings with my dog.",
                " D) My daily routine consists of designing, exercising, and spending evenings with my dog."
            ],
            [
                "Which of the following is a true statement about you? A) I have a rescue dog named Coco. B) I share my small apartment with a playful dog named Nala. C) I share my home with two dogs named Max and Luna. D) I have a lively terrier mix named Churro.",
                " A) I have a rescue dog named Coco."
            ],
            [
                "Which of the following is a true statement about you? A) I revel in exploring indie films and graphic novels. B) I enjoy binge-watching sci-fi series. C) I unwind with graphic novels, indie films, and podcasts. D) I enjoy science fiction novels and documentaries.",
                " A) I revel in exploring indie films and graphic novels."
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy cozy evenings at home. B) I live in a snug apartment adorned with artwork. C) I currently live in an apartment with my dog. D) I live with my partner Miguel and our two dogs.",
                " B) I live in a snug apartment adorned with artwork."
            ],
            [
                "Which of the following is a true statement about you? A) I have explored parts of Asia and Europe. B) I have traveled to various countries in Asia and Europe. C) I have traveled to places like Japan and Italy and dream of visiting South America someday D) I am actively planning to travel throughout Asia.",
                " D) I am actively planning to travel throughout Asia."
            ]
        ]
    },
    {
        "story": "My name is Marco Ramirez, and I’m 28 years old, originally from San Antonio, Texas, though my parents hail from Mexico City. I was raised in a closely-knit, Catholic family, and while I appreciate the values imparted through my upbringing, I would describe myself as more spiritual than religious, practicing the faith in a loose sense. Financially, my childhood was challenging; my parents worked multiple jobs to provide for me and my two siblings, including my older sister Carla, who is 31, and my younger brother Diego, who is 24. Today, I’m comfortably settled in the middle class, working as a high school history teacher after earning my degree in education. I identify as a gay man, and I’m currently navigating the ups and downs of dating, having had significant relationships with a few wonderful partners who taught me a lot about love and resilience. Growing up, we primarily spoke English at home, but I also learned Spanish to connect with my heritage, which I cherish deeply. My values draw from a mix of cultural influences, emphasizing family, empathy, and the pursuit of knowledge, aligning largely with my liberal political views. A life-changing experience for me was an exchange program in Spain during college, which fueled my passion for travel and cultures; since then, I’ve explored several countries in Europe and Asia. I live in a small apartment filled with books and plants, and I find joy in cooking, painting, and practicing yoga to maintain my health and wellness. I also had a beloved dog named Rocky who passed a few years ago, but I dream of adopting another pet soon. In my free time, I enjoy diving into fantasy novels or watching thought-provoking films, especially those by directors like Hayao Miyazaki. My daily routine is a mix of teaching, grading papers, and unwinding with friends over coffee, and I strive to create a life filled with purpose, joy, and meaningful connections.",
        "qa": [
            [
                "Which of the following is a true statement about you? A) My name is David Morales. B) My name is Daniel Chen. C) My name is Julian Martinez. D) My name is Marco Ramirez.",
                " D) My name is Marco Ramirez."
            ],
            [
                "Which of the following is a true statement about you? A) I am 28 years old. B) I am 29 years old. C) I am 28 years old. D) I am 29 years old.",
                " A) I am 28 years old."
            ],
            [
                "Which of the following is a true statement about you? A) I am from San Francisco. B) I am from San Francisco. C) I am from Phoenix, Arizona. D) I am from San Antonio, Texas.",
                " D) I am from San Antonio, Texas."
            ],
            [
                "Which of the following is a true statement about you? A) My mother is from Mexico. B) My mother is originally from Mexico. C) My mother is from Mexico City. D) My mother is from Taiwan.",
                " C) My mother is from Mexico City."
            ],
            [
                "Which of the following is a true statement about you? A) My father is from Mexico City. B) My father is also from Mexico. C) My father is from Nigeria. D) My father is from the Dominican Republic.",
                " A) My father is from Mexico City."
            ],
            [
                "Which of the following is a true statement about you? A) I am spiritual but not strictly religious, appreciating the customs of my family's Buddhist upbringing. B) I was raised in a Catholic family, but I consider myself more spiritual than religious. C) I practice Buddhism in a personal and reflective manner. D) I consider myself agnostic.",
                " B) I was raised in a Catholic family, but I consider myself more spiritual than religious."
            ],
            [
                "Which of the following is a true statement about you? A) I am comfortably middle class. B) I have climbed into the middle class. C) I am middle class. D) I am comfortably settled in the middle class.",
                " D) I am comfortably settled in the middle class."
            ],
            [
                "Which of the following is a true statement about you? A) I have one older brother named David. B) I have an older sister named Minji who is 32. C) I have an older sister Carla who is 31 and a younger brother Diego who is 24. D) I have one older sister named Sofia.",
                " C) I have an older sister Carla who is 31 and a younger brother Diego who is 24."
            ],
            [
                "Which of the following is a true statement about you? A) I am bilingual, fluent in both English and Spanish. B) I speak English and Spanish. C) I speak English and Spanish. D) I primarily communicate in English, though I picked up some Spanish along the way.",
                " C) I speak English and Spanish."
            ],
            [
                "Which of the following is a true statement about you? A) I identify as a gay man. B) I identify as gay. C) I identify as a gay man. D) I am openly gay.",
                " A) I identify as a gay man."
            ],
            [
                "Which of the following is a true statement about you? A) I identify as a woman. B) I identify as male. C) I identify as male. D) I identify as male.",
                " B) I identify as male."
            ],
            [
                "Which of the following is a true statement about you? A) I am currently in a committed relationship with my girlfriend, Mia. B) I am currently in a fulfilling relationship with my boyfriend, Marco. C) I am currently navigating the ups and downs of dating. D) I am currently in a committed relationship with my partner, Sam.",
                " C) I am currently navigating the ups and downs of dating."
            ],
            [
                "Which of the following is a true statement about you? A) I’ve had a few significant relationships in the past, but this one feels different and truly fulfilling. B) My past relationships have taught me a lot about love and vulnerability. C) I have had significant past relationships that taught me the importance of communication and empathy. D) I have had significant relationships with a few wonderful partners.",
                " D) I have had significant relationships with a few wonderful partners."
            ],
            [
                "Which of the following is a true statement about you? A) I am a graphic designer. B) I work as a software engineer. C) I am a high school history teacher. D) I work as a software engineer.",
                " C) I am a high school history teacher."
            ],
            [
                "Which of the following is a true statement about you? A) I earned my degree in education. B) I have worked in various roles in the tech industry since graduating. C) I completed my degree in visual arts. D) I have experienced various roles, including freelance work.",
                " A) I earned my degree in education."
            ],
            [
                "Which of the following is a true statement about you? A) I have a degree in fine arts. B) I have a degree in education. C) I studied environmental science in college. D) I have an education in visual arts.",
                " B) I have a degree in education."
            ],
            [
                "Which of the following is a true statement about you? A) I was raised in a Hispanic household. B) My values draw from a mix of cultural influences, emphasizing family, empathy, and the pursuit of knowledge. C) I grew up in a working-class neighborhood. D) I am heavily influenced by my friends and the diverse cultures around me.",
                " B) My values draw from a mix of cultural influences, emphasizing family, empathy, and the pursuit of knowledge."
            ],
            [
                "Which of the following is a true statement about you? A) I hold liberal political views. B) I lean toward progressive political beliefs. C) I resonate with more liberal political views, believing in equity and community empowerment. D) I lean quite progressive and believe in equity and climate justice.",
                " A) I hold liberal political views."
            ],
            [
                "Which of the following is a true statement about you? A) I have anxieties about my health. B) I maintain my health and wellness through yoga and cooking. C) My health is generally good, although I experience anxiety from time to time. D) I maintain a healthy lifestyle and exercise regularly.",
                " B) I maintain my health and wellness through yoga and cooking."
            ],
            [
                "Which of the following is a true statement about you? A) I have a deep love for graphic novels, gaming, and technology. B) I enjoy painting, hiking, and volunteering at local shelters. C) I enjoy cooking, painting, and practicing yoga. D) I enjoy playing the guitar, exploring local coffee shops, and hiking.",
                " C) I enjoy cooking, painting, and practicing yoga."
            ],
            [
                "Which of the following is a true statement about you? A) My values revolve around community and environmental responsibility. B) I emphasize values such as empathy and community service. C) I prioritize mindfulness and personal values like empathy and honesty. D) I strive to create a life filled with purpose, joy, and meaningful connections.",
                " D) I strive to create a life filled with purpose, joy, and meaningful connections."
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) My family faced financial struggles, which shaped my perspective on life. B) A defining moment for me was organizing a fundraiser for LGBTQ+ youth, reinforcing my commitment to advocacy and inclusivity. C) My family faced financial difficulties growing up, and education was always vital to us. D) A life-changing experience for me was an exchange program in Spain during college.",
                " D) A life-changing experience for me was an exchange program in Spain during college."
            ],
            [
                "Which of the following is a true statement about you? A) I share a close bond with my sister as we navigate life together. B) I unwind with friends over coffee. C) I have friends who share a diverse mix of creative and political passions. D) I am committed to building lasting connections within my friendship circles.",
                " B) I unwind with friends over coffee."
            ],
            [
                "Which of the following is a true statement about you? A) My daily routine consists of designing, exercising, and spending evenings with my dog. B) My daily routine typically involves brainstorming design ideas in the morning, work, and evenings filled with sketching or watching my favorite films by Wes Anderson. C) My daily routine includes morning meditation, a balanced breakfast, and exercise before work. D) My daily routine includes teaching and grading papers.",
                " D) My daily routine includes teaching and grading papers."
            ],
            [
                "Which of the following is a true statement about you? A) I share my apartment with a mischievous cat named Mochi and had a dog named Max in my childhood. B) I have a lively terrier mix named Churro. C) I share my apartment with a lively cat named Jinx. D) I had a beloved dog named Rocky who passed a few years ago.",
                " D) I had a beloved dog named Rocky who passed a few years ago."
            ],
            [
                "Which of the following is a true statement about you? A) I have a special place in my heart for storytelling through novels, movies, and music. B) I enjoy binge-watching sci-fi series. C) I often gravitate towards stories that center on LGBTQ+ narratives. D) I enjoy diving into fantasy novels and watching thought-provoking films, especially by Hayao Miyazaki.",
                " D) I enjoy diving into fantasy novels and watching thought-provoking films, especially by Hayao Miyazaki."
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy cozy evenings at home. B) I share a small apartment with my dog, Max. C) I currently live in an apartment with my dog. D) I live in a small apartment filled with books and plants.",
                " D) I live in a small apartment filled with books and plants."
            ],
            [
                "Which of the following is a true statement about you? A) I have traveled to several countries including Peru and Spain. B) I have explored several C) I have Japan and Italy on my must-see list. D) I have traveled to various parts of Asia and Europe.",
                " B) I have explored several"
            ]
        ]
    },
    {
        "story": "My name is Michael Tran, and I’m 28 years old, originally from Houston, Texas, though my parents hailed from Vietnam, seeking a better life after the war. I identify as a gay man (he/him) and am currently in a committed relationship with my boyfriend, Jason, who brings joy to my life. Growing up, my family faced financial hardships; we often struggled, but now I’m fortunate enough to be comfortably middle class as a high school history teacher, a career I’ve cherished ever since earning my degree in education. My upbringing was steeped in Buddhist traditions, which I hold dear, albeit I find myself more spiritual than strictly religious. I share a close bond with my older sister, Linh, who is 31, and together we navigate the complexities of life, often relying on our shared experiences. English was our primary language at home, but I’m fluent in Vietnamese as well. Outside of the classroom, I immerse myself in social justice initiatives and advocacy for LGBTQ+ rights, and I firmly believe in kindness, honesty, and the importance of education. One of my greatest fears is the potential for societal regression, especially concerning human rights. My love for travel and history was cemented during a memorable trip to Japan, which cemented my desire to explore our world further. At home, I share my space with my beloved golden retriever, Max, and I have a daily routine that includes morning runs, coffee with a podcast, and evenings spent unwinding with fiction or documentaries. I hold a special place in my heart for the art of storytelling, whether through novels, movies, or music, and while I’ve been lucky to visit various countries across Europe and Asia, I can’t wait to journey through South America someday. Overall, my ambitions center around making a positive impact in the lives of my students and advocating for a more inclusive world.",
        "qa": [
            [
                "Which of the following is a true statement about you? A) My name is Marcus Chen. B) My name is Jordan Reyes. C) My name is Leo Tran. D) My name is Michael Tran.",
                " D) My name is Michael Tran."
            ],
            [
                "Which of the following is a true statement about you? A) I am 29 years old. B) I am 28 years old. C) I am 28 years old. D) I am 28 years old.",
                " D) I am 28 years old."
            ],
            [
                "Which of the following is a true statement about you? A) I am from Miami. B) I am from Houston, Texas. C) I am from Boston. D) I am from San Francisco.",
                " B) I am from Houston, Texas."
            ],
            [
                "Which of the following is a true statement about you? A) My mother is from Mexico. B) My mother is from Newfoundland, Canada. C) My mother is from Vietnam. D) My mother is from the Dominican Republic.",
                " C) My mother is from Vietnam."
            ],
            [
                "Which of the following is a true statement about you? A) My father is from Mexico. B) My father is from Vietnam. C) My father is from Ho Chi Minh City, Vietnam. D) My father is from Newfoundland, Canada.",
                " B) My father is from Vietnam."
            ],
            [
                "Which of the following is a true statement about you? A) I was raised Catholic but am more spiritual than strictly adherent. B) I was raised in Buddhist traditions but consider myself more spiritual. C) I was raised in a Buddhist household but identify more as spiritual. D) I was raised Catholic but now I identify as spiritual.",
                " B) I was raised in Buddhist traditions but consider myself more spiritual."
            ],
            [
                "Which of the following is a true statement about you? A) I am middle class. B) I am comfortably middle class. C) I am comfortably middle class. D) I grew up in a lower-middle-class household.",
                " C) I am comfortably middle class."
            ],
            [
                "Which of the following is a true statement about you? A) I have an older sister named Linh who is 31. B) I have two older siblings, Amina and Hassan. C) I have an older sister named Sofia, who is 32. D) I have an older sister named Sofia who is 33 years old.",
                " A) I have an older sister named Linh who is 31."
            ],
            [
                "Which of the following is a true statement about you? A) I speak English and Mandarin. B) I primarily communicate in English, but I am fluent in Korean as well. C) I speak English and am fluent in Vietnamese. D) I speak English and some Yoruba.",
                " C) I speak English and am fluent in Vietnamese."
            ],
            [
                "Which of the following is a true statement about you? A) I identify as a gay man. B) I identify as a gay man. C) I am openly gay. D) I identify as gay.",
                " A) I identify as a gay man."
            ],
            [
                "Which of the following is a true statement about you? A) I am a man. B) I identify as a woman. C) I identify as a man. D) I use he/him pronouns.",
                " D) I use he/him pronouns."
            ],
            [
                "Which of the following is a true statement about you? A) I am currently in a loving relationship with my partner, Jordan. B) I am currently in a committed relationship with my boyfriend, Jason. C) I am currently in a fulfilling relationship with my boyfriend, Marco. D) I am currently in a loving relationship with my partner, Eric.",
                " B) I am currently in a committed relationship with my boyfriend, Jason."
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I am a high school history teacher. B) I am a software engineer. C) I am a digital marketing specialist. D) I am a graphic designer.",
                " A) I am a high school history teacher."
            ],
            [
                "Which of the following is a true statement about you? A) I have held various jobs during my educational journey. B) I have experienced various roles, including freelance work. C) My educational background is in teaching. D) I transitioned to my current career after completing my degree in communications.",
                " C) My educational background is in teaching."
            ],
            [
                "Which of the following is a true statement about you? A) I have a degree in fine arts. B) I graduated from UC Berkeley with a degree in Computer Science. C) I earned my degree in education. D) I have a degree in education.",
                " C) I earned my degree in education."
            ],
            [
                "Which of the following is a true statement about you? A) My cultural background instilled strong values of family, respect, and perseverance. B) I grew up steeped in Buddhist traditions. C) I feel connected to my Hispanic heritage and culture. D) I was raised by Taiwanese immigrants who instilled in me an appreciation for our cultural heritage.",
                " B) I grew up steeped in Buddhist traditions."
            ],
            [
                "Which of the following is a true statement about you? A) I immerse myself in social justice initiatives and advocate for LGBTQ+ rights. B) I lean towards progressive political views, believing in social equity and sustainability. C) I have strong political views in favor of equality and environmental sustainability. D) I lean toward progressive political beliefs.",
                " A) I immerse myself in social justice initiatives and advocate for LGBTQ+ rights."
            ],
            [
                "",
                ""
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy travel and the art of storytelling through various media. B) I enjoy hiking and photography. C) I enjoy binge-watching sci-fi series and playing video games. D) I enjoy cooking, painting, and practicing yoga.",
                " A) I enjoy travel and the art of storytelling through various media."
            ],
            [
                "Which of the following is a true statement about you? A) I advocate for environmental issues and am committed to social justice. B) I value integrity and empathy outside of religious boundaries. C) I emphasize values like kindness and integrity above dogma. D) I believe in kindness, honesty, and the importance of education.",
                " D) I believe in kindness, honesty, and the importance of education."
            ],
            [
                "Which of the following is a true statement about you? A) Anxiety sometimes creeps in, especially when thinking about the future. B) I fear societal regression, especially concerning human rights. C) I occasionally feel anxious about the future. D) One of my biggest fears is stagnation.",
                " B) I fear societal regression, especially concerning human rights."
            ],
            [
                "Which of the following is a true statement about you? A) I aspire to develop software that positively impacts mental health. B) My dream is to explore South America in the future. C) I aim to make a positive impact in the lives of my students and advocate for a more inclusive world. D) I dream of traveling to Japan and making a positive impact in the tech industry.",
                " C) I aim to make a positive impact in the lives of my students and advocate for a more inclusive world."
            ],
            [
                "Which of the following is a true statement about you? A) A life-changing experience for me was an exchange program in Spain during college. B) A defining experience for me was studying abroad in Barcelona, where I discovered my love for diverse cultures. C) A memorable trip to Japan cemented my love for travel and history. D) Facing financial struggles while growing up has shaped my perspective.",
                " C) A memorable trip to Japan cemented my love for travel and history."
            ],
            [
                "Which of the following is a true statement about you? A) I am committed to building lasting connections within my friendship circles. B) I share a close bond with my sister as we navigate life together. C) I currently live in a shared house with friends. D) I cultivate meaningful friendships.",
                " B) I share a close bond with my sister as we navigate life together."
            ],
            [
                "Which of the following is a true statement about you? A) We bond over cooking and binge-watching shows like 'The Office.' B) My daily routine involves coding, exercising, and unwinding with video games or binge-watching sci-fi series. C) My daily routine includes morning runs, coffee with a podcast, and unwinding with fiction or documentaries. D) My daily routine typically involves brainstorming design ideas in the morning, work, and evenings filled with sketching or watching my favorite films by Wes Anderson.",
                " C) My daily routine includes morning runs, coffee with a podcast, and unwinding with fiction or documentaries."
            ],
            [
                "Which of the following is a true statement about you? A) I share my home with two dogs named Max and Luna. B) I have a beloved golden retriever named Max. C) I have a loyal dog named Max, whom I adopted during college. D) I cherish my two cats named Mochi and Dumpling.",
                " B) I have a beloved golden retriever named Max."
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy binge-watching shows like 'Queer Eye' and curling up with a good book. B) I often gravitate towards stories that center on LGBTQ+ narratives. C) I have a special place in my heart for storytelling through novels, movies, and music. D) I am a huge fan of indie films and podcasts that delve into social issues.",
                " C) I have a special place in my heart for storytelling through novels, movies, and music."
            ],
            [
                "Which of the following is a true statement about you? A) I share a small apartment with my dog, Max. B) I currently live in an apartment with my dog. C) I share my space with my boyfriend and my dog. D) I live in a small apartment filled with books and plants.",
                " C) I share my space with my boyfriend and my dog."
            ],
            [
                "Which of the following is a true statement about you? A) I have explored parts of Asia and Europe. B) I have traveled to a few countries in Europe and dream of venturing to Japan. C) I have traveled to parts of Europe and hope to explore Asia next. D) I have visited various countries across Europe and Asia.",
                " D) I have visited various countries across Europe and Asia."
            ]
        ]
    },
    {
        "story": "My name is Leo Martinez, and I'm 29 years old, hailing from sunny Los Angeles. My parents emigrated from Guatemala, and although we practiced Catholicism during my upbringing, I now identify as spiritual rather than strictly religious. Growing up, my family faced economic hardships, which made our current comfortable middle-class status feel like quite an achievement. I have an older brother, Marco, who’s 32, and we share a close bond despite our different paths—he's an engineer, while I pursued a career in graphic design. While I primarily speak English, I’m fluent in Spanish as well, something I cherish as part of my cultural heritage. As a gay man, I find joy in my relationship with my partner, Jamal, and together we embrace a shared passion for the arts. My past relationships have taught me a lot about love and vulnerability, which I carry into my current connection. I have a degree in visual arts and have worked in various creative roles, but now I’m focused on developing my own freelance business. My upbringing was rich in cultural influences, from vibrant family gatherings to the colorful festivals we celebrated, which shaped my progressive political views. Health and wellness are important to me, and I regularly practice yoga and meditation to manage my anxiety and keep a balanced lifestyle. I love cooking new recipes and capturing moments through photography, and I deeply value honesty, empathy, and creativity. In my daily routine, I start each morning with a jog and a coffee ritual, often followed by diving into a good book or binge-watching my favorite series—right now, I’m hooked on “The Crown.\" I’ve been fortunate to travel to several countries in Central America and Europe, with a dream to explore Asia next. I currently live in a modest apartment adorned with plants and art, along with my affectionate rescue dog, Bella. My ultimate life ambition is to inspire others through my work, contributing positively to the community while nurturing the relationships I hold dear.",
        "qa": [
            [
                "Which of the following is a true statement about you? A) My name is Jamal Carter. B) My name is Lucas Ramirez. C) My name is Jamie Tso. D) My name is Leo Martinez.",
                " D) My name is Leo Martinez."
            ],
            [
                "Which of the following is a true statement about you? A) I am 28 years old. B) I am 28 years old. C) I am 28 years old. D) I am 29 years old.",
                " D) I am 29 years old."
            ],
            [
                "Which of the following is a true statement about you? A) I am from San Antonio, Texas. B) I am from Atlanta, Georgia. C) I am from sunny Los Angeles. D) I am from San Francisco.",
                " C) I am from sunny Los Angeles."
            ],
            [
                "Which of the following is a true statement about you? A) My mother is from Taiwan. B) My mother is from Guatemala. C) My mother is from South Korea. D) My mother is from Cuba.",
                " B) My mother is from Guatemala."
            ],
            [
                "Which of the following is a true statement about you? A) My father is from Vietnam. B) My father is from Guatemala. C) My father is from Puerto Rico. D) My father is from Mexico.",
                " B) My father is from Guatemala."
            ],
            [
                "Which of the following is a true statement about you? A) I was raised Catholic but now emphasize more spiritual beliefs. B) I am spiritual but not strictly religious, appreciating the customs of my family's Buddhist upbringing. C) I was raised Catholic but now I identify as spiritual. D) I acknowledge my family's Buddhist roots but lean towards agnosticism.",
                " C) I was raised Catholic but now I identify as spiritual."
            ],
            [
                "Which of the following is a true statement about you? A) I have climbed into the middle class. B) I am middle class. C) I am comfortably middle-class. D) I consider myself solidly middle class.",
                " C) I am comfortably middle-class."
            ],
            [
                "Which of the following is a true statement about you? A) I have an older sister named Sofia who is 31. B) I have an older brother named Luis and a younger sister named Isabel. C) I have an older brother named Marco who is 32. D) I have an older sister named Sofia who is 33 years old.",
                " C) I have an older brother named Marco who is 32."
            ],
            [
                "Which of the following is a true statement about you? A) We primarily spoke English at home, though I can hold a decent conversation in Spanish. B) I speak English and have some proficiency in French. C) I am fluent in Spanish and English, with a bit of Portuguese. D) I primarily speak English and am fluent in Spanish.",
                " D) I primarily speak English and am fluent in Spanish."
            ],
            [
                "Which of the following is a true statement about you? A) I identify as a gay man. B) I am a gay man. C) I identify as a gay man. D) I am openly gay.",
                " B) I am a gay man."
            ],
            [
                "Which of the following is a true statement about you? A) I identify as male. B) I identify as male. C) I identify as male. D) I am a man.",
                " B) I identify as male."
            ],
            [
                "Which of the following is a true statement about you? A) I am in a relationship with my partner, Jamal. B) I am currently in a committed relationship with my partner, Sam. C) I am currently in a loving relationship with my boyfriend, Marco. D) I am currently in a committed relationship.",
                " A) I am in a relationship with my partner, Jamal."
            ],
            [
                "Which of the following is a true statement about you? A) I have had significant past relationships that shaped my understanding of love and trust. B) I have had significant past relationships that taught me the importance of communication and empathy. C) My past relationships have taught me a lot about love and vulnerability. D) I have had significant relationships with a few wonderful partners.",
                " C) My past relationships have taught me a lot about love and vulnerability."
            ],
            [
                "Which of the following is a true statement about you? A) I work as a software engineer. B) I work as a software engineer. C) I am focused on developing my own freelance graphic design business. D) I am a graphic designer.",
                " C) I am focused on developing my own freelance graphic design business."
            ],
            [
                "Which of the following is a true statement about you? A) I earned my degree in communications. B) I have experienced various roles, including freelance work. C) I have obtained my degree in communications. D) I have worked in various creative roles.",
                " D) I have worked in various creative roles."
            ],
            [
                "Which of the following is a true statement about you? A) I earned my degree in computer science. B) I earned my degree in computer science. C) I have a degree in visual arts. D) I earned a degree in computer science.",
                " C) I have a degree in visual arts."
            ],
            [
                "Which of the following is a true statement about you? A) I grew up surrounded by vibrant family gatherings and colorful festivals. B) I grew up adhering to Catholic traditions. C) I grew up balancing Chinese traditions with a more liberal outlook. D) I was raised by Taiwanese immigrants who instilled in me an appreciation for our cultural heritage.",
                " A) I grew up surrounded by vibrant family gatherings and colorful festivals."
            ],
            [
                "Which of the following is a true statement about you? A) I have a moderate political stance and an interest in social issues. B) I lean quite progressive and believe in equity and climate justice. C) My political views lean toward progressive ideals. D) I hold progressive political views.",
                " D) I hold progressive political views."
            ],
            [
                "Which of the following is a true statement about you? A) I prioritize fitness and mindfulness practices. B) I have anxieties about my health. C) I maintain my health and wellness through yoga and cooking. D) I regularly practice yoga and meditation to manage my anxiety and maintain a balanced lifestyle.",
                " D) I regularly practice yoga and meditation to manage my anxiety and maintain a balanced lifestyle."
            ],
            [
                "Which of the following is a true statement about you? A) I have interests in technology, hiking, and photography. B) I enjoy coding, tech innovations, painting, and hiking. C) I enjoy photography, hiking in nature, and cooking fusion cuisines. D) I love cooking new recipes and capturing moments through photography.",
                " D) I love cooking new recipes and capturing moments through photography."
            ],
            [
                "Which of the following is a true statement about you? A) I value authenticity, community, and empathy. B) I emphasize values like kindness and integrity above dogma. C) My values are guided by compassion, integrity, and perseverance. D) I deeply value honesty, empathy, and creativity.",
                " D) I deeply value honesty, empathy, and creativity."
            ],
            [
                "Which of the following is a true statement about you? A) I experience anxiety, especially about my career. B) I sometimes experience anxieties that I manage through meditation. C) I fear stagnation in my personal or professional life. D) I have anxiety, which I manage through wellness practices.",
                " D) I have anxiety, which I manage through wellness practices."
            ],
            [
                "Which of the following is a true statement about you? A) I dream of traveling throughout Asia one day. B) My ultimate goals revolve around creating accessible technology that empowers others. C) I aim to create art that makes people think and feel, fostering connections among diverse communities. D) I aspire to inspire others through my work and contribute positively to my community.",
                " D) I aspire to inspire others through my work and contribute positively to my community."
            ],
            [
                "Which of the following is a true statement about you? A) My family worked long hours in a small restaurant. B) Life's challenges have shaped my ambition. C) My family faced financial difficulties growing up, and education was always vital to us. D) Growing up, my family faced economic hardships.",
                " D) Growing up, my family faced economic hardships."
            ],
            [
                "Which of the following is a true statement about you? A) My close bond with my brother Marco is a significant part of my life. B) I share a close bond with my sister as we navigate life together. C) I unwind with friends over coffee. D) I catch up with friends over dinner.",
                " A) My close bond with my brother Marco is a significant part of my life."
            ],
            [
                "Which of the following is a true statement about you? A) I start each morning with a jog and a coffee ritual. B) I incorporate yoga and meditation into my daily routine. C) My daily routine includes project work, evening hikes, and weekend explorations. D) My daily routine often includes morning runs.",
                " A) I start each morning with a jog and a coffee ritual."
            ],
            [
                "Which of the following is a true statement about you? A) I have a loyal dog named Max, whom I adopted during college. B) I share my space with my spirited dog, Coco. C) I have an affectionate rescue dog named Bella. D) I have a lively terrier mix named Churro.",
                " C) I have an affectionate rescue dog named Bella."
            ],
            [
                "Which of the following is a true statement about you? A) I enjoy watching films by Wes Anderson. B) I am currently hooked on binge-watching 'The Crown.'  C) I enjoy binge-watching indie films. D) I enjoy diving into fantasy novels and watching thought-provoking films, especially by Hayao Miyazaki.",
                " B) I am currently hooked on binge-watching 'The Crown.' "
            ],
            [
                "Which of the following is a true statement about you? A) I currently live in a modest apartment adorned with plants and art. B) I currently live in a cozy apartment filled with plants and local art. C) I currently live in a small apartment. D) I share my space with my boyfriend and my dog.",
                " A) I currently live in a modest apartment adorned with plants and art."
            ],
            [
                "Which of the following is a true statement about you? A) I've traveled to several countries in Central America and Europe. B) I have traveled to parts of Mexico and a bit of Europe, with dreams of exploring East Asia. C) Traveling through Asia and Europe has been transformative for me. D) I have traveled to several countries in Central America and Europe, and my dream destination is Japan.",
                " A) I've traveled to several countries in Central America and Europe."
            ]
        ]
    }
]